{
  "home": {
    "description": "Avanticlassic und Avantijazz wurden mit dem Ziel gegründet, die persönliche Beziehung zwischen Künstler und Plattenlabel wieder herzustellen - etwas, das in der heutigen Musikindustrie praktisch nicht mehr existiert.<br>Unsere Labels sind in den Bereichen klassische Musik und Jazz tätig und wollen Künstler, an die wir glauben, nicht nur aufnehmen und fördern, sondern ihnen auch echte Unterstützung in allen Bereichen ihrer Karriere zukommen lassen.<br>Um dieses Ziel zu erreichen, setzen Avanticlassic und Avantijazz auf allen Ebenen die modernste Technologie ein - sei es bei der Wahl der Aufnahmestudios, bei den Aufnahmetechniken oder bei der Endproduktion.<br>Auch das Produkt, das den Konsumenten angeboten wird, ist von höchster Qualität: CD/SACD-Hybrid-Musikträger, attraktiv verpackt in einem zeitgemäßen, frischen, modernen Stil, mit von Spezialisten verfassten Liner Notes; Streaming und Downloads in hochauflösenden 96khz/24bits.<br>Wir arbeiten zudem eng mit jedem Vertrieb bzw. Streaming- und Download-Online-Dienst zusammen, um so die bestmögliche Sichtbarkeit unserer Talente zu gewährleisten."
  },
  "test": {
    "lol": "lol de"
  },
  "artists": {
    "searchArtist": "Künstler suchen",
    "1": {
      "description": "Argerichs mütterliche Familie war wegen ihrer jüdischen Herkunft aus dem russischen Zarenreich nach Argentinien emigriert. Dort lebte sie in einer Siedlung für jüdische Einwanderer in der Provinz Entre Ríos, die der Baron Maurice de Hirsch gefördert hatte. Im Alter von elf Jahren zog Argerichs Mutter nach Buenos Aires, um dort ein Gymnasium besuchen zu können.<br><br>Zum Klavierspiel wurde Argerich im Jahr 1944 gebracht, als sie im Alter von knapp drei Jahren einen Kindergarten in Buenos Aires besuchte, an dem den Kindern einfache Klavierstücke vorgespielt wurden. Sie war mit Abstand das jüngste der Kinder. In dem Kindergarten forderte ein Spielkamerad sie regelmäßig mit der Behauptung heraus, sie könne dies oder jenes nicht tun. Sie ging stets auf die Herausforderung ein, so auch, als der Junge einmal sagte, sie könne nicht Klavier spielen. Sie ging direkt zum Klavier und spielte eine der Melodien, die sie gehört hatte, fehlerlos nach. So wurde die Lehrerin auf ihre Begabung aufmerksam und informierte unverzüglich ihre Mutter.[2] Daraufhin bekam sie zwei Jahre lang ihren ersten Klavierunterricht. 1946 wechselte sie zu dem italienisch-argentinischen Pianisten und Klavierpädagogen Vincenzo Scaramuzza; bei ihm lernte sie im Alter von fünfeinhalb bis elf Jahren das Klavierspiel. 1949 debütierte sie als Siebenjährige mit Beethovens 1. Klavierkonzert zusammen mit dem Orquesta Sinfónica de Radio El Mundo unter der Leitung von Alberto Castellanos.<br><br>1955 kam sie mit ihrer Familie nach Europa und setzte ihr Studium in Wien bei Friedrich Gulda fort. Der argentinische Präsident Juan Perón unterstützte diese Entscheidung dadurch, dass er ihren Eltern Posten an der argentinischen Botschaft in Wien verschaffte. Im Jahr 1957 gewann sie den Ersten Preis beim Internationalen Klavierwettbewerb Ferruccio Busoni in Bozen.<br><br>Im Alter von etwa zwanzig Jahren, nach der Geburt ihrer ersten Tochter, der heutigen Bratschistin Lyda Chen, geriet sie in eine Lebenskrise. Infolgedessen zog sie sich vollständig aus dem Konzertbetrieb zurück. Erst im Jahr 1964 gelang es, u. a. auch durch die Intervention ihres Lehrers Stefan Askenase, dass sie sich wieder der Öffentlichkeit zeigte. Im Jahr 1965 wurde sie durch den Gewinn des 1. Preises beim Internationalen Chopin-Wettbewerb weltbekannt.<br><br>Sie ist in der Förderung junger Klaviertalente engagiert und beteiligt sich als Jurorin bei wichtigen Wettbewerben. Als Mitglied der Jury des Chopin-Wettbewerbs geriet Argerich 1980 in Furor, nachdem Ivo Pogorelich - den sie als Genie bezeichnete - bereits nach der dritten Runde ausgeschieden war, woraufhin sie die Jury aus Protest verließ.<br><br>Etwa seit 2004 konzentriert sie sich verstärkt auf Kammermusik. Sie tritt zudem seit langer Zeit nicht mehr allein im Rahmen eines Klavierabends auf, sondern als Solistin in Klavierkonzerten oder mit anderen Musikern wie etwa Nelson Freire, Gabriela Montero, Gidon Kremer, Mischa Maisky, Cristina Marton, Mauricio Vallina oder ihrer langjährigen Duo-Partnerin Lilya Zilberstein. Sie führte von 2002 bis 2016 ein eigenes Festival „Progetto Martha Argerich“ in Lugano. Seit 2018 veranstaltet sie mit den Symphonikern Hamburg in der Laeiszhalle das jährliche Martha Argerich Festival."
    },
    "2": {
      "description": "Geboren 1984 im bulgarischen Rousse erhielt Evgeni Bozhanov seinen ersten Klavierunterricht im Alter von sechs Jahren und debütierte öffentlich mit zwölf mit einem Mozart-Klavierkonzert in seiner Heimatstadt. 2001 begab er sich schließlich nach Deutschland und studierte bei Prof. Boris Bloch an der Folkwang Universität der Künste Essen und Prof. Georg Friedrich Schenck an der Robert Schumann Hochschule Düsseldorf.<br><br>Die internationale Karriere des jungen Künstlers begann nach großen Erfolgen beim Alessandro Casagrande-Wettbewerb in Terni (1. Preis) und Svjatoslav Richter-Wettbewerb in Moskau (2. Preis) in 2008. Mit seinen eigenwilligen Interpretationen spaltete er regelmäßig die Jurys weiterer Wettbewerbe: Queen-Elizabeth-Wettbewerb in Brüssel (2. Preis) und Van-Cliburn-Wettbewerb im Texanischen Forth Worth (4. Preis und Kammermusik-Preis). Es folgten Einladungen zu Konzerten und Tourneen nach Deutschland, Europa, Asien und in die USA mit renommierten Klangkörpern wie dem Deutschen Symphonie Orchester Berlin, den Stuttgarter Philharmonikern, dem Kammerorchester des Bayerischen Rundfunks, der Staatsphilharmonie Nürnberg, dem Münchner Kammerorchester, dem Tonkünstler Orchester, dem Belgischen Nationalorchester, dem Philharmonia Orchestra London, dem Royal Liverpool Philharmonic Orchestra und vielen weiteren. Evgeni Bozhanov hat u. a. mit Dirigenten wie Marcus Bosch, Clemens Schuldt, Tugan Sokhiev, Yutaka Sado, Jukka-Pekka Saraste, Ola Rudner und Juraj Valcuha gearbeitet.<br><br>Klavierabende führten den jungen Pianisten u. a. zu Festivals wie dem Kissinger Sommer, Schleswig-Holstein Musik Festival, Sofia Festival, Lille Piano Festival, Biarritz Piano Festival, Festival La Roque d’Anthéron und in Musikmetropolen wie zum Beispiel Düsseldorf, Dresden, Salzburg, Brüssel, Warschau, Toulouse, Mailand, Lissabon, Moskau, St. Petersburg und Tokio. Seit 2018 ist Evgeni Bozhanov regelmäßiger Gast beim Martha Argerich Festival in Hamburg. Im Juni 2018 ist eine Aufnahme mit dem Kammerorchester des Symphonieorchesters des Bayerischen Rundfunks unter Radoslaw Szulc mit Klavierkonzerten von Schostakowitsch und Mozart bei Hänssler erschienen. Im Herbst 2019 wurde sein Solo-Album „Morgen“ mit Werken von Strauss/Reger, Brahms/Reger und Schubert bei Avanti Classic veröffentlicht."
    },
    "3": {
      "description": "Pedro Burmester, 1963 in Porto geboren, begann seine musikalische Karriere im Alter von zehn Jahren. Zehn Jahre lang studierte er bei Helena Costa und arbeitete mit Leon Fleisher und Dmitri Paperno. Er belegte Meisterkurse bei Jörg Demus, Aldo Ciccolini, Karl Engel, Vladimir Ashkenazy, Tatjana Nikolayewa und Elisabeth Leonskaja.<br><br>1983 wurde er beim internationalen Klavierwettbewerb Vianna da Mota in Lissabon mit dem zweiten Preis ausgezeichnet. Er erhielt beim Van-Cliburn-Wettbewerb 1989 den Spezialpreis der Jury und war zudem Preisträger bei diversen portugiesischen Piano-Wettbewerben.<br><br>Regelmäßig tritt er bei großen Festspielen auf, nicht nur in seiner Heimat Portugal, sondern auch in Belgien (Flandern- und Wallonien-Festivals), Deutschland (Klavierfestival Ruhr und Sommerliche Musiktage Hitzacker), Frankreich (Roque d'Anthéron), Italien und Großbritannien (Belfast Festival).<br><br>Er war auf Tournee in Australien, Japan, Lateinamerika, Polen, Südafrika und den Vereinigten Staaten. Außerdem wurde er zu Auftritten eingeladen von den 92nd Y-Series und der Frick Collection in New York, dem Salle Gaveau und Châtelet in Paris, der Kölner Philharmonie, De Doelen in Rotterdam, dem Leipziger Gewandhaus und dem Beethoven-Haus in Bonn. Ferner war er bei verschiedenen deutschen Radiosendern zu hören, u.a. Radio Bremen und dem WDR in Köln.<br><br>Pedro Burmester ist bereits mit vielen angesehenen Symphonieorchestern aufgetreten: Er spielte mit dem Australian Chamber Orchestra, dem Belgischen Nationalen Opernorchester, der Northern Sinfonia of England (auf Einladung von Heinrich Schiff), dem Nederlands Kamerorkest, dem Gulbenkian Orchester, und dem Rotterdam Philharmonic, um nur einige zu nennen. 1994 wurde er von Sir Georg Solti eingeladen, unter dessen Leitung zusammen mit dem London Symphony Orchestra im Eröffnungskonzert des Festjahres \"Lissabon, Kulturhauptstadt Europas 1994\" Beethovens 5. Klavierkonzert zu geben.<br><br>Pedro Burmester widmet sich mit großer Leidenschaft auch der Kammermusik. Unter seinen Partnern finden sich so renommierte Musiker wie die Cellisten Anner Bylsma und Mischa Maisky, der Geiger Thomas Zehetmair und das Prazhak-Quartett."
    },
    "4": {
      "description": null
    },
    "5": {
      "description": "Als Myriam Fuks in Tel Aviv geboren wird, hat sie die jiddische Musik bereits im Blut. Ihre Mutter Franja Glasman war Schauspielerin am Kaminski-Theater in Warschau, einem der berühmtesten jiddischen Theater des Vorkriegseuropas, und ihr Onkel jiddischer Dichter und Journalist."
    },
    "6": {
      "description": "1989 in Buenos Aires geboren, beginnt Adriel im Alter von vier Jahren mit dem Klavierspielen.  Er nimmt Unterricht bei René Teseo, Antonio De Raco, Carmen Scalcione und (aktuell) bei Luis Lugo. Nelson Gœrner, Ralph Votapek, Alan Weiss, Andrea Lucchesini, Alexis Golovine, Akiko Ebi, Roberto Urbay und Zenaida Manfugas sind als weitere Lehrmeister zu nennen. Im Alter von sieben Jahren beginnt Adriel, in den großen Musiksälen Argentiniens und im Fernsehen aufzutreten. 2001 und 2002 gibt er beim Martha-Argerich-Festival in Buenos Aires ein Gastspiel, 2003 beim Festival Llao di Bariloche. Im gleichen Jahr wird er von \"Clarín\" als Neuentdeckung in der Kategorie Klassische Musik ausgezeichnet. 2004 wird ihm ein Sonderpreis der Vereinigung argentinischer Musikkritiker zuteil, und er erhält den ersten Preis beim VII. Concurso Bienal, der von den Festivales Musicales organisiert wird. 2005 lädt Martha Argerich Adriel zu ihrem Festival in Lugano und 2006 zum Meeting Point in Beppu (Japan) ein."
    },
    "7": {
      "description": "Alexander Gurning wurde 1973 in Belgien von indonesisch-polnischen Eltern geboren und studierte am Conservatoire Royal in Brüssel. Nach Beendung seiner Ausbildung war er drei Jahre lang Assistent des berümten russischen Pianisten Jewgeni Mogilevsky. Danach ging Alexander nach Moskau, um an Kursen von Lev Naumov teilnehmen (einem Schüler Heinrich Neuhaus), und wurde in die Klasse von Victor Merzhanov aufgenommen, einem Vertreter der Alexander-Goldenweiser-Schule am Moskauer Konservatorium.<br><br>Seitdem tritt Alexander Gurning regelmäßig auf, zum Beispiel bei renommierten Festivals wie dem Progetto Martha Argerich in Lugano, dem Schleswig-Holstein Musik Festival, dem Festival International de Piano von La Roque d’Anthéron, dem Musikfestival von Sapporo, dem Internationalen Klavierfestival von Obidos, dem Saratoga Chamber Music Festival, dem Tanglewood Music Festival und dem Festival von Verbier.<br><br>Alexander Gurning hat mit dem Boston Symphony Orchestra, Philadelphia Orchestra, Orchestra della Svizzera Italiana, Orchestre Philharmonique de Radio France, Orchestre National de Belgique, Orchetre Philharmonique de Bruxelles, Orchestre de Chambre de Lausanne gespielt und mit Dirigenten wie Myung-Whun Chung, Charles Dutoit, Alexandre Rabinovizch-Barakovsky oder Christian Zacharias zusammengearbeitet.<br><br>Die Aufnahmekarriere von Alexander Gurning begann mit einem „Choc,“ den er vom französischen Magazin Le Monde de la Musique  für sein ersten Soloalbum in der Reihe „Martha Argerich Presents“ mit Werken von Strawinsky und Debussy erhielt. Unter den weiteren Zusammenarbeiten hat Alexander Gurning zahlreiche Einspielungen mit verschiedenen befreundeten Musikern im Rahmen der jährlichen Editionen gemacht, die beim Label EMI erscheinen und im Laufe des Festivals Progetto Martha Argerich in Lugano aufgenommen wurden. Alexander erhielt einen anderen Preis des französischen Magazins Diapason als Pianist des Talweg Trios mit Sébastien Suriel (Violine) und Sébastien Walnier (Violoncello) für das 2008 veröffentlichte Album Tschaikowsky/Schostakowitsch.<br><br>Außerdem ist Alexander Gurning Gründungsmitglied des weltbekannten Ensembles Soledad, das sich auf die Erneuerung der Tradition des Tangos spezialisiert hat. Mit Manu Comté (Akkordeon und Bandoneon), Jean-Frédéric Molard (Violine), Patrick Schuyer (Gitarre) und Géry Cambier  (Kontrabass) hat Soledad einen großen Erfolg mit den CDs, die bei den Labels Virgins Classics und ENJA herauskamen. Alexander Gurning verbindet eine hervorragende klassische Technik mit einem musikalischen Horizont, der nicht nur Klassische Musik, sondern auch Jazz, Weltmusik, zeitgenössische Kompositionen und Filmmusik umfasst, was ihn zu einem der faszinierendsten, geachtetsten und vollendetsten Künstler seiner Generation macht."
    },
    "8": {
      "description": "Der Bariton Dietrich Henschel ist bekannt als regelma¨ßiger Gast an großen Opernha¨usern, als gescha¨tzter Interpret von Lied und Oratorium, als Erfinder und Protagonist von vielfa¨ltigen Multimedia-Projekten. Sein Repertoire reicht von Monteverdi bis zur Avantgarde.<br><br>Henschel begann seine internationale Karriere mit einer Koproduktion von Ope´ra de Lyon und The´a^tre du Cha^telet, Paris in der Titelpartie von Busonis Oper Doktor Faust, fu¨r deren Aufnahme er einen Grammy Award gewann.<br><br>Zu den Hauptrollen des Sa¨ngers geho¨ren Rossinis Figaro, Wolfram in Wagners Tannha¨user, Monteverdis Ulisse und Orfeo, Mozarts Don Giovanni, Alban Bergs Wozzeck und Dr. Scho¨n in Lulu, Golaud in Debussys Pelle´as et Me´lisande und Nick Shadow in Strawinskys The Rake’s Progress. Auch zeitgeno¨ssische Oper hat einen wesentlichen Anteil in Henschels Repertoire; viele große Komponisten wie Pe`ter E´o¨tvo¨s, Detlev Glanert, Manfred Trojahn, Peter Ruzicka oder Chaja Czernowin vertrauten ihm wichtige Rollen bei den Urauffu¨hrungen ihrer Werke an.<br><br>In Orchesterkonzerten arbeitet Henschel regelma¨ßig mit Dirigenten wie Sylvain Cambreling, Kent Nagano, Riccardo Chailly und Vladimir Jurowski zusammen. Aufnahmen mit John Eliot Gardiner, Philippe Herreweghe, Nikolaus Harnoncourt und Sir Colin Davis dokumentieren seine Oratorienta¨tigkeit. Er hat szenische Versionen von Schubert-Liederzyklen unter anderem in La Monnaie, Theater an der Wien, Norske Opera Oslo und der Komischen Oper Berlin aufgefu¨hrt. In dem gemeinsam mit der Regisseurin Clara Pons konzipierten Projekt IRRSAL - Triptychon einer verbotenen Liebe wurden Orchesterlieder von Hugo Wolf mit einem eigens fu¨r deren Live- Auffu¨hrung gedrehten Spielfilm kombiniert; der große Erfolg dieses Projektes fu¨hrte zum Folgeprojekt Wunderhorn, einer internationalen Koproduktion unter Beteiligung von 8 Partnerinstitutionen, unter Ihnen La Monnaie, Bruxelles, BBS Symphony Orchestra London und De Doelen, Rotterdam.<br><br>In der Spielzeit 2021/22 stehen u.a. die Urauffu¨hrung von Francesco Filideis Der rote Tod beim 100. Jubila¨um der Donaueschinger Musiktage, Bachs Mattha¨us-Passion mit dem Rotterdam Philharmonic Orchestra und Brittens War Requiem mit dem Royal Philharmonic Orchestra auf dem Programm. Beim Festival in Montepulciano wird Henschel an der Seite von Patrizia Ciofi die Oper Rita von Gaetano Donizetti auffu¨hren. Im Herbst 2022 wird er in der Produktion von Der Rosenkavalier am The´a^tre La Monnaie sein Rollendebut als Faninal geben."
    },
    "9": {
      "description": "Alexander Knjasew, einer der charismatischsten Musiker seiner Generation, tritt erfolgreich in drei Rollen auf: als Cellist, Organist und Pianist. Der Musiker wurde 1961 in Moskau geboren. Dort absolvierte er das Konservatorium im Fach Cello (Professor A. K. Fedortschenko) und später das Nischni-Nowgorod-Konservatorium im Fach Orgel (Professor G. I. Koslowa). Er gewann internationale Anerkennung und Preise bei renommierten internationalen Wettbewerben, darunter dem Tschaikowski-Wettbewerb in Moskau, dem UNISA-Wettbewerb in Südafrika und dem Cassado-Cellowettbewerb in Florenz.<br><br>Als Solist trat Knjasew mit den weltweit führenden Orchestern auf, darunter das Royal Philharmonic Orchestra und das BBC Symphony Orchestra (London), das Symphonieorchester des Bayerischen Rundfunks, das Nationalorchester Bukarest, die Tschechische Philharmonie, das Nationalorchester Frankreichs, das Pariser Orchester, das Tokio Symphonieorchester und NHK, Orchester in Wien, Göteborg, Luxemburg und Irland, das Residenz-Orchester in Den Haag, das Niederländische Kammerorchester, das Verdi-Symphonieorchester in Mailand, das Festival Orchester Budapest, das Staatliche Akademische Symphonieorchester Russlands „E. F. Swetlanow“, das Tschaikowski-Symphonieorchester des Moskauer Rundfunks, die Symphonieorchester Moskauer und St. Petersburger Philharmoniker, Russisches Nationalorchester, das Orchester „Moskauer Virtuosen“ und das Moskauer Solistenensemble.<br><br>Der Musiker arbeitete mit renommierten Dirigenten wie Kurt Masur, Charles Dutoit, Jewgeni Swetlanow, Juri Temirkanow, Neeme Järvi, Paavo Järvi, Wladimir Fedossejew, Michail Pletnjow, Juri Baschmet, Wladimir Spiwakow, Alexander Wedernikow, Pinchas Steinberg sowie mit Instrumentalsolisten wie Jean Guillou, Wiktor Tretjakow, Wladimir Spiwakow, Wadim Repin, Sergei Krylow, Kristóf Baráti, Augustin Dumay, Alena Baewa, Nikita Borisoglebski, Jewgeni Kissin, Boris Beresowski, Nikolai Luganski, Denis Mazujew, Waleri Afanasjew, Michail Woskressenski, Kaspar Uinskas, Konstantin Lifschitz, Elisabeth Leonskaja, Plamena Mangova, Katia Skanavi zusammen.<br><br>Er trat regelmäßig im Trio mit Boris Beresowski und Dmitri Machtin und in den letzten Jahren mit Nikolai Luganski und Wadim Repin auf. Konzerte von Alexander Knjasew finden in vielen Ländern der Welt erfolgreich statt in so renommierten Sälen wie dem Königlichen Konzertgebäude in Amsterdam, der Salle Pleyel in Paris und dem Theater der Champs-Élysées, dem Palast der Schönen Künste in Brüssel, den Londoner Wigmore Hall und Royal Festival Hall, der Universität Mozarteum Salzburg, dem Musikverein und dem Konzerthaus in Wien, den Rudolfinum-Sälen in Prag, dem Auditorium in Mailand, der Suntory Hall in Tokio sowie in den besten Konzertsälen in Australien, Brasilien, Deutschland, Dänemark, Irland, Spanien, Korea, Portugal, den USA, Finnland, Schweden, Südafrika und vielen anderen Ländern.<br><br>Der Cellist nahm zudem an vielen internationalen Festivals teil, darunter sind „Dezemberabende“ und „Kirschwald“ in Moskau, „Kunstplatz“ in St. Petersburg, das Radiofestival Frankreichs in Montpellier, „Verrückte Tage“ in Nantes, Salzburger Festspiele, „Prager Herbst“, das Enescu-Festival „Elba - die musikalische Insel Europas“ in Bukarest, Festivals in Saint-Denis, La Roque-d'Anthéron, Gstaad, Verbier, Wilna, Bratislava, Tokio, Rio de Janeiro.<br><br>In den Jahren von 1995 bis 2004 unterrichtete Alexander Knjasew am Moskauer Konservatorium. Derzeit hält der Musiker regelmäßig Meisterklassen in Frankreich, Deutschland, Spanien, Südkorea und auf den Philippinen ab. Knjasew wurde in die Jury des II. Internationalen Tschaikowski -Wettbewerbs für Jugendliche in Japan, des XI., XII. und XV. Internationalen Tschaikowski -Wettbewerbs in Moskau eingeladen.<br><br>Als Organist gibt Alexander Knjasew erfolgreiche Konzerte in Russland und im Ausland, mit Soloprogrammen und Werken für Orgel mit Orchester. In seinem Orgelrepertoire nimmt die Musik von Johann Sebastian Bach einen wichtigen Platz ein, darunter die 18 Leipziger Choräle, die sechs Triosonaten, „Die Kunst der Fuge“, die „Goldberg-Variationen“, sowie die Sonaten für Violine und Orgel. Knjasew trat mehrmals gemeinsam mit dem französischen Organisten Jean Guillou in Konzerten auf und nahm auch „Konzertfantasie“ für Violoncello und Orgel von Jean Guillou auf, welche ihm persönlich gewidmet ist. 2012 leitete er die Jury des Ersten Allrussischen Musikwettbewerbs in der Fachrichtung Orgel in Kaliningrad.<br><br>2015 trat Knjasew zum ersten Mal als Pianist in Moskau auf. Auf der Bühne des Rachmaninow-Saals der „Philharmonie-2“ gab er das Konzert Nr. 13 für Klavier mit dem Mozart Orchester, begleitet vom Staatlichen Akademischen Kammerorchester Russlands unter der Leitung von A. Utkin. Seitdem ist Knjasew mehrmals als Pianist aufgetreten, unter anderem mit dem Tschaikowski-Symphonieorchester unter der Leitung von W. Fedoseew, dem Symphonieorchester der Studenten des Moskauer Konservatoriums unter der Leitung von A. Lewin, dem Moskauer Staatlichen Akademischen Symphonieorchester unter der Leitung von Pawel Kogan. Derzeit umfasst sein Repertoire 3 Klavierkonzerte von Mozart (das 13., 14. und 17.), Bachs Konzert g-Moll und mehrere Kammermusikstücke. Für die nächste Saison sind Konzerte von Alexander Knjasew als Pianist mit Violinsonaten von Mozart, Beethoven und Brahms sowie Programme mit Konzerten von Bach geplant.<br><br>Die Diskographie von Knjasew umfasst rund 40 CDs. Sie enthält Kammermusik von Bach, Mozart, Brahms, Rachmaninow, Schostakowitsch, Chopin, Frank, Ysaÿe, die Anthologie von Regers Cellowerken, Dvoráks Cellokonzert, Variationen zum Rokoko-Thema von Tschaikowski, „Schelomo“ von Bloch und viele andere Werke. „Die Aufnahme von Alexander Knjasew übertrifft alle bisherigen Aufnahmen von Max Regers Sonaten und Suiten für Violoncello. Diese Diskographie ist ein Beispiel für eine der besten Interpretationen von Regers Musik überhaupt“, schrieb das Magazin Fanfare (USA). Die Aufnahmen des Musikers nehmen in Fachbewertungen einen hohen Stellenwert ein und wurden mit renommierten Preisen ausgezeichnet: dem deutschen Echo Klassik, dem französischen Diapason d'Or und dem britischen Gramophone Prize.<br><br>Alexander Knjasew ist ein verdienter Künstler Russlands und Solist der Moskauer Philharmoniker."
    },
    "10": {
      "description": "Roby Lakatos, Violine, wurde 1965 in eine Familie von Zigeunerviolinisten hinein geboren. Einer seiner Vorfahren ist János Bihari. Roby wuchs mit Musik auf und trat zum ersten Mal als Geiger in einem Zigeunerorchester im Alter von neun Jahren öffentlich auf. Er entwickelte seine Fähigkeiten nicht nur im Kreise seiner Familie, sondern auch am Béla-Bartók-Konservatorium in Budapest, wo er 1984 den ersten Preis in der Kategorie Violine gewann. Seitdem ist er durch zahlreiche internationale Auftritte berühmt geworden und reist mittlerweile quer durch die Welt von einem Konzert zum anderen. Unter anderem trat er bereits bei großen Festspielen in Europa, den USA, Japan, Südkorea, Australien und China auf. Roby Lakatos ist ein Ausnahmegeiger: Sein Ensemble, die Breite seines Ausdrucksvermögens, sein Improvisationstalent, seine musikalische Breite und seine Eigenkompositionen machen ihm zu einem der faszinierendsten Musiker der Gegenwart."
    },
    "11": {
      "description": null
    },
    "12": {
      "description": "Polina Leschenko beginnt ihr Klavierstudium bei ihrem Vater Sergei Leschenko im Alter von sechs Jahren. Sie perfektionierte sich in Zusammenarbeit mit Vitaly Margulis, Pavel Gililov, Alexander Rabinovitch-Barakovski und Christopher Elton. Von 1999 bis 2001 unterrichtet sie am Königlichen Konservatorium von Brüssel im Kurs von Dominique Cornil.<br><br>Polina Leschenko spielt zur Zeit in den berühmtesten Konzertsälen, darunter das Palais des Beaux-Arts in Brüssel, die Berliner und Kölner Philharmonie, das Wiener Konzerthaus und im Musikverein, die Philharmonie von Luxemburg, die Carnegie Hall (New-York), das Concertgebouw Amsterdam, das Konserthuset Stockholm, die Warschauer Philharmonie, die Salla Verdi in Mailand, in Paris die Salle Gaveau und die Cité de la Musique, die Zürcher Tonhalle, die Sumida Triphony Hall in Tokyo, die Victoria Hall Genf oder dem LSO St Luke’s.<br><br>Sie tritt regelmäßig mit Künstlern wie Martha Argerich, Renaud und Gauthier Capuçon, Ivry Gitlis, Roby Lakatos, Mischa Maisky, Alissa Margulis, Priya Mitchell, Christian Poltéra, Alexander Rabinovitch-Barakovski, Heinrich Schiff, Richard Tognetti oder Mauricio Vallina auf.<br><br>Polina Leschenko spielte mit dem Hallé Orchestra, dem Bournemouth Symphony Orchestra, dem Australian Chamber Orchestra, dem Orquesta Sinfonica de Euskadi, dem Russischen  National Orchester oder dem Scottish Chamber Orchestra.<br><br>Sie wird außerdem regelmäßig zu internationalen Festivals eingeladen wie den Musiktagen Mondsee, dem Internationalen Chopin-Festival Warschau, dem Internationalen Klavierfestival von La Roque d’Anthéron, dem Progetto Martha Argerich Lugano, dem Beppu Meeting Point, dem Oxford Chamber Music Festival, dem Risør Festival of Chamber Music, dem Festival von Moritzburg, Mozarteum Brasileiro São Paulo, dem West Cork Music Festival oder dem Festival in Cassis von Ivry Giltis.<br><br>Ein große Zahl ihrer Konzerte wurde durch :  die BBC; Televisión Española;; France 3; den Polnischen Rundfunk; NDR; BRTN (VRT); NHK TV; Serbischen Rundfunk und Fernsehen; Radio Suisse Romande; übertragen.<br><br>Polina hat bereits zwei Alben für avanticlassic eingepielt: ein Prokofiev Projekt zusammen mit Martha Argerich, Christian Poltéra und Roby Lakatos; die Sonaten für Klavier und Violine sowie die Fantasiestücke von Schumann mit Dora Schwarzberg.<br><br>Polina Leschenko beginnt ihr Klavierstudium bei ihrem Vater Sergei Leschenko im Alter von sechs Jahren. Sie perfektionierte sich in Zusammenarbeit mit Vitaly Margulis, Pavel Gililov, Alexander Rabinovitch-Barakovski und Christopher Elton. Von 1999 bis 2001 unterrichtet sie am Königlichen Konservatorium von Brüssel im Kurs von Dominique Cornil.<br><br>Polina Leschenko spielt zur Zeit in den berühmtesten Konzertsälen, darunter das Palais des Beaux-Arts in Brüssel, die Berliner und Kölner Philharmonie, das Wiener Konzerthaus und im Musikverein, die Philharmonie von Luxemburg, die Carnegie Hall (New-York), das Concertgebouw Amsterdam, das Konserthuset Stockholm, die Warschauer Philharmonie, die Salla Verdi in Mailand, in Paris die Salle Gaveau und die Cité de la Musique, die Zürcher Tonhalle, die Sumida Triphony Hall in Tokyo, die Victoria Hall Genf oder dem LSO St Luke’s.<br><br>Sie tritt regelmäßig mit Künstlern wie Martha Argerich, Renaud und Gauthier Capuçon, Ivry Gitlis, Roby Lakatos, Mischa Maisky, Alissa Margulis, Priya Mitchell, Christian Poltéra, Alexander Rabinovitch-Barakovski, Heinrich Schiff, Richard Tognetti oder Mauricio Vallina auf.<br><br>Polina Leschenko spielte mit dem Hallé Orchestra, dem Bournemouth Symphony Orchestra, dem Australian Chamber Orchestra, dem Orquesta Sinfonica de Euskadi, dem Russischen  National Orchester oder dem Scottish Chamber Orchestra.<br><br>Sie wird außerdem regelmäßig zu internationalen Festivals eingeladen wie den Musiktagen Mondsee, dem Internationalen Chopin-Festival Warschau, dem Internationalen Klavierfestival von La Roque d’Anthéron, dem Progetto Martha Argerich Lugano, dem Beppu Meeting Point, dem Oxford Chamber Music Festival, dem Risør Festival of Chamber Music, dem Festival von Moritzburg, Mozarteum Brasileiro São Paulo, dem West Cork Music Festival oder dem Festival in Cassis von Ivry Giltis.<br><br>Ein große Zahl ihrer Konzerte wurde durch :  die BBC; Televisión Española;; France 3; den Polnischen Rundfunk; NDR; BRTN (VRT); NHK TV; Serbischen Rundfunk und Fernsehen; Radio Suisse Romande; übertragen.<br><br>Polina hat bereits zwei Alben für avanticlassic eingepielt: ein Prokofiev Projekt zusammen mit Martha Argerich, Christian Poltéra und Roby Lakatos; die Sonaten für Klavier und Violine sowie die Fantasiestücke von Schumann mit Dora Schwarzberg. "
    },
    "13": {
      "description": "Lily Maisky wurde in Paris geboren, die Familie übersiedelte aber bald nach Brüssel. Im Alter von vier Jahren begann sie Klavier zu spielen, zuerst bei Lyl Tiempo, später bei Hagit Kerbel, Ilana Davids und Alan Weiss. Von 2001 bis 2005 war sie Schülerin der Purcell School of Music, wo sie auch Jazz-Klavier studierte. Sie erhielt Meisterkurse und musikalische Beratung von Künstlern wie Martha Argerich, Dmitri Bashkirov, Joseph Kalichstein, Pavel Gililov, Vitali Margulis, Oleg Maisenberg und Marielle Labeque.<br><br>Solistische und kammermusikalische Konzertauftritte führten Lily Maisky weltweit in die wichtigen Konzertsäle, darunter die Carnegie Hall New York, die Royal Festival Hall London, die Suntory Hall Tokyo, Musikverein und Konzerthaus Wien, das Teatro Olimpico Rom, die Philharmonie St. Petersburg, das Konservatorium Moskau, das Konzerthaus Berlin, die Beethovenhalle Bonn, das Prinzregenten-Theater München, das Megaron in Athen oder das Teatro La Fenice in Venedig . Sie gastierte bei renommierten Festivals wie dem  Verbier Festival, dem Progetto Martha Argerich in Lugano, dem Edinburgh Festival, dem Maggio Musicale Fiorentino, dem Beijing Music Festival, dem Schleswig-Holstein Musik Festival, dem Gstaad Menuhin Festival, sowie der Musikkreuzfahrt des English Chamber Orchestra. Lily Maisky musizierte unter Dirigenten wie Gerd Albrecht, Daniel Raiskin, Thomas Sanderling, Charles Olivieri Munroe, Leonard Slatkin, Jack Martin Händler und anderen.<br><br>Kammermusikalisch tritt Lily Maisky seit Jahren im Duo mit ihrem Vater Mischa Maisky sowie im Trio mit diesem und ihrem Bruder Sascha als „Maisky Trio“ auf. Weitere Kammermusikpartner sind  Künstler wie Julian Rachlin, Janine Jansen, Dora Schwarzberg, Renaud Capucon, Martha Argerich, Gérard Caussé, Orfeo Mandozzi, das Szymanowski Quartett und Alissa Margulis. Neben zahlreichen Radio- und Fernsehaufnahmen in Europa und Asien ist sie auf einer Reihe von DGG und EMI-CDs zu hören. Ihre letzte Aufnahme ist für Avanti Classics mit dem Geiger und Grammy Award-Preisträger Philippe Quint erschienen."
    },
    "14": {
      "description": "Francesco Piemontesi, 1983 in Locarno in der Schweiz geboren, begann mit dem Klavierspiel im Alter von vier Jahren. Nach Studien bei Nora Doallo wechselte er zu Arie Vardi an die Hochschule für Musik und Theater Hannover. Neben seinem Studium erhielt er wichtige Impulse durch die Zusammenarbeit mit Alfred Brendel, Cécile Ousset, Murray Perahia, Mitsuko Uchida und Alexis Weissenberg<br><br>Er wurde bei internationalen Wettbewerben mit zahlreichen Preisen ausgezeichnet, unter anderem beim Concours Reine Elisabeth in Brüssel und beim Borletti-Buitoni Trust in London. Im September 2009 wurde er von der BBC zum „New Generation Artist” ernannt.<br><br>Seit seinem ersten Klavierabend im Jahr 1994 führen ihn Konzerte nach Europa, Asien und in die USA. Gastauftritte bei international renommierten Festspiele umfassen unter anderen die BBC Proms in London, das Schleswig-Holstein Musikfestival, City of London Festival,  Martha Argerich Project, Cheltenham, La Roque d’Anthéron, Rheingau, Kissinger Sommer, Ludwigsburg und das Klavierfestival Ruhr<br><br>Piemontesi kann auf Auftritte auf wichtigen Bühnen, wie zum Beispiel der Berliner Philharmonie, der Carnegie Hall in New York, dem Wiener Musikverein, und der Suntory Hall in Tokyo, der Wigmore Hall in London, im Concertgebouw in Amsterdam, im Prager Rudolfinum und beim Lucerne Festival zurückblicken.<br><br>Als Solist trat er mit dem Symphonieorchester des Bayerischen Rundfunks, das BBC Symphony und das BBC Philharmonic Orchestra, den London Philharmonic Orchestra, den BBC National Orchestra of Wales, den Israel Philharmonic Orchestra, den Scottish Chamber Orchestra, den Orchestra del Maggio Musicale Fiorentino, den Orchestre Philharmonique, Monte Carlo, dem Prager Symphonikern, dem Osaka Philharmonic, den Belgischen Nationalorchester, den Tonkünstler Orchester, den Royal Flemish Philharmonic, den London Mozart Players, den Wiener und Zürcher Kammerorchestern, den Orchestre de Chambre de Lausanne und dem Musikkollegium Winterthur auf.<br><br>Dabei arbeitete er mit Dirigenten wie Zubin Mehta, Jiri Belohlavek, Sakari Oramo, Lawrence Foster, Mikhail Pletnev, Vassily Petrenko, Eiji Oue, Christoph Poppen und Bruno Weil.<br><br>Francescos künstlerisches Interesse gilt in verstärktem Maße der Kammermusik. Er musiziert gelegentlich mit Yuri Bashmet, Renaud und Gautier Capuçon, Emmanuel Pahud, Heinrich Schiff, Jörg Widmann und dem Ebène Quartett."
    },
    "15": {
      "description": null
    },
    "16": {
      "description": "Dora Schwarzberg absolvierte ihr Musikstudium an der Stoliarsky-Musikschule für hochbegabte Kinder und am Moskauer Konservatorium mit Yuri Yankelevitch als Lehrmeister. Sie musizierte mit den besten Musikverbänden der Welt und insbesondere mit dem Philharmonic Orchestra von New York, dem National Symphony Orchestra (Washington) und den besten führenden russischen Orchestern.<br><br>Als bedeutende Kammermusikerin gibt Dora Schwarzberg Konzerte in den großen Sälen der Welt, insbesondere in der Londoner Queen Elizabeth Hall, im Amsterdamer Concertgebouw, beim Wiener Musikverein, der Accademia Nazionale di Santa Cecilia in Rom, dem Mailänder Konservatorium, der Mali Hall und dem Bolschoi-Theater in Moskau. Zu ihren Bühnenpartnern gehören neben Martha Argerich auch Mischa Maisky, Alexander Rabinovitch, Valentin Berlinski (vom Borodin-Quartett), Yuri Bashmet, Valeri Afanassiev, Nabuko Imai, Gerard Caussé, Sviatoslav Richter und Lucy Hall<br><br>Nachwuchskünstler zu unterrichten hat im Leben von Dora Schwarzberg einen besonderen Stellenwert. Sie ist Professorin an der Wiener Akademie für Musik und hat bereits mehr als 30 Geiger ausgebildet, welche später internationale Preise gewannen oder die Erste Geige in so berühmten Einrichtungen wie dem Israel Philharmonics oder dem Philharmonischen Orchester von Luxemburg spielten. Dora Schwarzberg gibt weltweit Master Classes, insbesondere an der Yehudi Menuhin School und in Shanghai, wo sie als Honorarprofessorin engagiert wurde. Sie ist außerdem Mitglied vieler internationaler Prüfungskommissionen.<br><br>Martha Argerich, Klavier"
    },
    "17": {
      "description": "Künstlerische Vision und unermüdliches kulturpolitisches Engagement: das sind die Qualitäten, die den aus Los Angeles stammenden amerikanisch-israelischen Dirigenten Steven Sloane weltweit bekannt gemacht haben. Der ehemalige Schüler von Eugene Ormandy, Franco Ferrara und Gary Bertini prägte schon früh Festivals und Opernhäuser wie das Spoleto Festival in Charleston oder die Opera North in Leeds. Darüber hinaus wirkte er als Chefdirigent des American Composers Orchestra und des Stavanger Symphony Orchestra sowie als Artistic Direktor für das europäische Kulturhauptstadtjahr RUHR.2010.<br><br>Von 1994 bis 2021 war Steven Sloane Generalmusikdirektor der Bochumer Symphoniker, die unter seiner Leitung zu einem der führenden Orchester Deutschlands avancierten. Zu seinen größten Errungenschaften gehört die Realisierung eines eigenen Konzertsaales für das Orchester, das Anneliese Brost Musikforum Ruhr, welches 2016 erfolgreich eröffnet wurde. Weitere außerordentliche Erfolge seiner Arbeit bei den Bochumer Symphonikern waren die Ausnahmeproduktion von Zimmermanns Die Soldaten bei der Ruhrtriennale (2006) und beim New Yorker Lincoln Center Festival (2008), der gefeierte Mahler/Ives-Zyklus in der Philharmonie Essen, sowie zahlreiche CD-Projekte, darunter die Gesamteinspielung der Orchesterwerke von Joseph Marx. Als Ehrendirigent bleibt er dem Orchester und der Stadt Bochum eng verbunden.<br><br>Im September 2020 trat Steven Sloane seinen neuen Posten als Music Director des Jerusalem Symphony Orchestra an und führte gleich in seiner ersten Saison neue Konzertreihen und -formate ein. Im Juni 2021 brachte er das Orchester auf Deutschlandtournee und dirigierte umjubelte Konzerte in der Elbphilharmonie Hamburg, im Konzerthaus Berlin und beim Klavierfestival Ruhr sowie eine gemeinsame Aufführung der 2. Symphonie von Gustav Mahler mit den Bochumer Symphonikern in der Jahrhunderthalle. In die Saison 2021/22 startet das Jerusalem Symphony Orchestra unter seiner Leitung mit einer Opernuraufführung von Avner Dorman beim Regarding Festival in Tel Aviv.<br><br>Steven Sloane gastiert regelmäßig bei renommierten Orchestern wie dem London Philharmonic Orchestra, San Francisco Symphony, Israel Philharmonic, Sydney Symphony, Tokyo Metropolitan, der Deutschen Kammerphilharmonie Bremen, dem Deutschen Symphonie-Orchester Berlin, hr-Sinfonieorchester, Philharmonia Orchestra London, City of Birmingham Symphony Orchestra, Orchestre Philharmonique de Radio France, Orquestra Sinfônica do Estado de São Paulo und dem Chicago Symphony Orchestra.<br><br>Als gefragter Operndirigent reüssierte an Häusern wie dem Royal Opera House London (Le Nozze di Figaro), der L.A. Opera (Dido und Aeneas/Herzog Blaubarts Burg), San Francisco Opera (Wallace: Bonesetter’s Daughter), Königliche Oper Kopenhagen (Madama Butterfly), Grand Théâtre de Genève (Britten: A Midsummer Night’s Dream), Houston Grand Opera (Die Sache Makropulos, Zauberflöte), Welsh National Opera (Iphigénie en Tauride), der Deutschen Oper Berlin (Die Liebe zu den drei Orangen) und der Oper Stuttgart (Macbeth) sowie bei Festivals in Hong Kong (Salome), Santa Fe (Káta Kabanová), Edinburgh (Genoveva), Salzburg (Feldman: Neither) und New York (Mark-Anthony Turnage’s Anna Nicole an der NY City Opera). Zu seinen jüngsten Opernerfolgen zählen die Berliner Premiere von Aribert Reimanns Medea an der Komischen Oper, Cileas Adriana Lecouvreur an der Oper Frankfurt, Der Fliegende Holländer, Tosca und Falstaff in Malmö sowie Salome beim Spoleto Festival USA.<br><br>Education und Nachwuchsförderung liegen Steven Sloane besonders am Herzen, so dirigiert er regelmäßig die Junge Deutsche Philharmonie, das Bundesjugendorchester oder das Young Israel Philharmonic Orchestra. An der Berliner Universität der Künste verwirklicht er seit Herbst 2013 seine Vision einer International Conducting Academy."
    },
    "18": {
      "description": null
    },
    "19": {
      "description": "Der weltweit anerkannte Pianist K. Uinskas tritt in großten Konzertsälen der Welt wie der Carnegie Hall in New York und John F. Kennedy Center in Washington, der Wigmore Hall in London, der Berliner Philharmonie, der Madrider Philharmonie, dem BoZar in Brüssel sowie einer Reihe weiterer Säle auf. Seine internationalen Auftritte wurden auf Anhieb von Kritikern und Publikum gefeiert. Im Sommer 2021 wurde Kasparas Uinskas zum zweiten Mal zum Festival der legendären Pianistin Martha Argerich in Hamburg eingeladen, wo er gemeinsam mit Alexander Kniazev in der Laeiszhalle auftrat. Zum ersten Mal bei diesem Festival trat der Pianist Uinskas 2018 im Duett mit dem Pianisten Evgeni Bozhanov auf. In der letzten Spielsaison trat er mit folgenden Orchestern auf: dem Königlichen Kammerorchester der Wallonie (Belgien), Philharmonie Südwestfalen (Deutschland), Libauer Symphonieorchester (Lettland), Nordtschechisches Philharmonisches Orchester (Tschechien), Westböhmisches Symphonieorchester (Tschechien), Symphonieorchester des Slowakischen Rundfunks, Symphonieorchester Krakau, Symphonieorchester Rosario in Argentina auf.<br><br>Desweiteren hatte er Soloauftritte in der Londoner Wigmore Hall, dem Baerum Kulturhus in der „Piano Master Series“, dem Bodø Festival Nordland Musikkfestuke in Norwegen, dem BoZar in Brüssel und dem Brussels Piano Festival, an der Konzertreise in Japan bei der „Fantasticcs Pianist Series“, in der Slowakischen Philharmonie, in Zürich, Mumbai (Indien), auf der Tournee der Solo- und Kammermusikkonzerte in Norwegen mit dem Geiger Nikita Boris-Glebsky, auf der Kammermusiktournee mit dem legendären Cellisten Alexander Kniazev sowie mit dem Cellisten und Gewinner des Tschaikowski-Wettbewerbs Andrei Ionita.<br><br>Schon zu Beginn seines Studiums zeichnete sich Uinskas durch seine emotionale Sensibilität für Musik, besondere Fantasie, Vorstellungskraft und Virtuosität aus. All diese Talente haben zu Auszeichnungen bei nationalen und internationalen Wettbewerben geführt.<br><br>Bei seinem Debut beim bekanntesten Festival für klassische Musik in Europa, dem Verbier Festival in der Schweiz, wurde er mit dem „Grand Prix“ der Agentur „Reuters“ ausgezeichnet. Solo-Recitals wurden auch auf folgenden Festivals gespielt: dem Aspen Music Festival, dem Music Festival of the Hamptons (USA) und den Holland Music Sessions (Niederlande). Das umfangreiche Repertoire des Pianisten umfasst Werke von Komponisten von Bach bis Werke der Komponisten des 20. Jahrhunderts, doch nimmt die Musik von Frédéric Chopin einen besonderen Platz im Repertoire von Uinskas ein.<br><br>In den letzten Jahren wurde eine DVD des Musikers vom Live-Mitschnitt seines Konzerts mit der Berliner Philharmonie herausgegeben. Die britische Plattenfirma Stone Records hat die Solo-CD „Passions and Reflections“ mit 12 Kapiteln von Chopin, der Sonate Nr. 2 von Sergei Rachmaninov und mehreren Miniaturen von Claude Debussy herausgegeben.<br><br>Ein Kritiker von „Seen and Heard International“ kommentierte die Aufzeichnung wie folgt: „Kasparas Uinskas ist einer der besten Interpreten von Chopin in der jungen Generation, die ich in den letzten Jahren gehört habe.“<br><br>„Es war ein außergewöhnliches Spiel auf höchstem Niveau, die mit den besten Aufführungen der Etüden Chopins verglichen werden kann.“ Kasparas Uinskas wird oft zu Radio- und Fernsehsendungen eingeladen, darunter „In Tune“ von BBC Radio 3, New Yorks Klassikradio WQXR und den „Reflections from the Keyboard“ unter der Leitung von David Dubals bei the Classical Music Radio der New York Times.<br><br>Uinskas wurde in Druskininkai, Litauen, geboren. Mit sechs Jahren begann er in seiner Heimatstadt Klavier zu spielen. Er startete seine Hochschulausbildung an der Musikakademie Frédéric Chopin in Warschau und erhielt ein Vladimir-Horowitz-Stipendium für ein Studium an der berühmten Juilliard School in New York in der Klasse von Prof. J. Kalichstein. Uinskas hat ein postgraduales Studium im Bereich Kunst an der Litauischen Akademie für Musik und Theater absolviert."
    }
  },
  "releases": {
    "buy": "Kaufen",
    "artists": "Künstler",
    "searchRelease": "Suchfreigabe",
    "1": {
      "description": null,
      "press": null
    },
    "2": {
      "description": null,
      "press": null
    },
    "3": {
      "description": null,
      "press": null
    },
    "4": {
      "description": null,
      "press": null
    },
    "5": {
      "description": null,
      "press": null
    },
    "6": {
      "description": null,
      "press": null
    },
    "7": {
      "description": null,
      "press": null
    },
    "8": {
      "description": null,
      "press": null
    },
    "9": {
      "description": null,
      "press": null
    },
    "10": {
      "description": null,
      "press": null
    },
    "11": {
      "description": null,
      "press": null
    },
    "12": {
      "description": "„Die Seele eines Poeten” nannte die französische Musikzeitschrift Le Monde de la Musique Alexander Gurning einmal. Er ist einer der originellsten und vollkommensten Musiker seiner Generation und in der klassischen Musik ebenso zuhause wie im Jazz oder der modernen Musik.<br><br>Alexander studierte am Koniglichen Konservatorium von Brüssel und am Moskauer Tschaikowksy-Konservatorium. Als Pianist des Tango- und Jazz-Ensembles Soledad wurde er weltweit einem größeren Publikum bekannt.<br><br>Für sein erstes Solo-Album, das in der Reihe ‘Martha Argerich Presents’ erschien, erhielt Alexander den Preis Choc du Monde de la Musique. Nun kehrt er zurück zum klassischen Repertoire mit einer faszinierenden Neueinspielung von Bachs Goldberg-Variationen. Bevor er ins Aufnahmestudio ging, tourte der Künstler mit diesem Werk ausgiebig Europa.<br><br>Alexander Gurning: „Für mich erzählt Bachs Musik nicht nur das Leben des Komponisten selbst, sondern unser aller Leben. Bach streckt die Hand nach uns aus. Wenn wir sie ergreifen, führt er uns zu uns selbst.“",
      "press": null
    },
    "13": {
      "description": "Auf seinem brandneuen SACD Stereo-Album liefert uns der Klaviervirtuose Sergio Tiempo beeindruckende Live-Aufnahmen, die beim Festival Progetto Martha Argerich in Lugano entstanden. Die erste Hälfte des Programms ist Franz Liszt gewidmet, und den Auftakt macht Liszts Totentanz unter Leitung von Ion Marin. Dem schließen sich die drei Petrarca-Sonnette an, welche zugleich mystisch, poetisch und virtuos sind. Den Schluss bildet eine verblüffende Performance von Tschaikowskys erstem Klavierkonzert, in Zusammenarbeit mit Alexander Rabinovitch-Barakovsky, der nicht nur einer der einflussreichsten Musiker unserer Zeit, sondern unbestritten auch ein großer Dirigent ist.<br>Dieses Album ist ein Muss für jeden Klaviermusik-Liebhaber. Auch wenn mancher erstaunt sein wird über die Freiheiten, die sich die Künstler herausnehmen, werden doch fast alle begeistert sein über die Funken der Freude und Aufregung, die bei diesen Live-Aufnahmen überspringen.<br>Sergio Tiempo: “Mein Album soll eine Hommage sein an Liszt, an die Zeitlosigkeit der Musik, an den musikalischen Forscherdrang in uns und vor Allemand an die besonderen Augenblicke im Leben.”",
      "press": "“...Der Venezolaner Sergio Tiempo -wirkt- wie ein wilder, ungezügelter Heißsporn, der seine Zuhörer überwältigen möchte: Seine furiose Live-AufFührung des Tschaikowsky-Konzert s beim Progetto Martha Argerich in Lugano ließ er sechs Jahre lang liegen, bevor er es jetzt mit einem weiteren Live-Dokument des Lisztschen ,Totentanzes\"\" koppelte und freigab: Er selbst charakterisierte seine Deutung als puren Wahnsinn\"\". Und tatsächlich verwandelte er mit dem gleichgestimmten Dirigenten Alexandre Rabinovitch Tschaikowskys Schlachtross in ein fauchen des Raubtier, in ein einziges Donnergrollen, und das Schweizer Publikum erlebte die verrückteste, dämonischste, elektrisierendste Aufführung dieses Evergreens seit langem. So hat Tiempo sein Idol Martha Argerich an Vulkanismus fast noch übertroffen”.<br>Crescendo Des Wichtigsten CDs des Monats, A. C., February 2012<br><br>“Der heute 39-jährige Venezolaner Sergio Tiempo ist ein heißblütiger Virtuose und ein intelligenter Vollblutmusiker, der den Zuhörer direkt erreichen und mitreißen möchte. Im Booklet seiner neuen, bekenntnishaft persönlichen und in jeder Beziehung extremen Stereo-SACD gemahnt er an die Visionen großer Komponisten, die Interpreten nie erfüllen könnten. Zugleich entschuldigt er sich für den Wahnsinn , der ihn und den Dirigenten des Tschaikowsky-Konzerts, Alexandre Rabinovitch, bei ihrem Live-Konzert in Lugano im Sommer 2005 angetrieben hätte. Damals , beim Progetto Martha Argerich, verwandelten die beiden das berühmteste Schlachtross des Konzertrepertoires in einen raubtierartigen Dialog, in ein einziges Donnergrollen zwischen dem entfesselt virtuosen Pianisten und dem kompakt und scharf dagegenhaltenden Orchester. So erlebte das Schweizer Publikum die verrückteste, dämonischste, gefährlichste, zugleich auch rhetorisch zwingendste und elektrisierendste Aufführung dieses Evergreens seit Langem: ein einziger, unendlicher Kometenschweif der Leidenschaft, der dramatischen Zuspitzung, der Ausdrucksbesessenheit. Das künstlerische Credo seiner langjährigen Förderin Martha Argerich trieb Tiempo mit wahrhaft vulkanischem Temperament weiter und wies so den im Grunde braven Tschaikowsky als dämonischen Nachfahren Franz Liszts aus. Durch zwei ähnlich extreme Liszt-Stücke, die Tiempo diesem Highlight seines Albums voranstellt, wird der Hörer auch entsprechend eingestimmt: Die konzertante Paraphrase über Dies irae wurde bereits 2004 in Lugano mitgeschnitten und zeigt sich in Tiempos Lesart als unterschätztes Schlüsselwerk von Liszts komplexer musikalischer Philosophie. Hier leitet Ion Marin das schlanke, aber schlagkräftige Orchestra della Svizzera Italiana. Diese raffinierte Synthese aus Todesnähe und strukturellem Experiment kontrastiert Tiempo dann mit einer aktuellen Studioeinspielung der drei lyrischen Petrarca-Sonette, in denen er seine Kantabilität und seine große, suggestive Erzählkraft ausspielt. Ein Extralob verdient auch der Tonmeister der drei unterschiedlichen, aber sehr homogen aufeinander abgestimmten Quellen”.<br>Stereoplay, A.C., February 2012"
    },
    "14": {
      "description": "Mit diesem neuen Avanticlassic-Album lädt uns das „großartige Duo“ (Gramophone) Karin Lechner und Sergio Tiempo ein, das neue Werk Tango Rhapsody kennenzulernen.<br>Für dieses Album haben die beiden zunächst acht Stücke aus der Welt des Tangos ausgewählt, welche speziell für sie von berühmten argentinischen Komponisten arrangiert wurden. So finden Sie auf dieser CD ua Versionen von Melodien wie La Muerte del Angel, Adios Nonino oder El secreto de sus ojos aus dem Oskar-preisgekrönten Film In ihren Augen.<br><br>Herzstück from Albums ist aber die Tango Rhapsody, ein speziell für Karin Lechner und Sergio Tiempo vom berühmten Komponisten Féderico Jusid geschriebenes Konzert- und Theaterstück. Es wurde beim Progetto Martha Argerich in Lugano uraufgeführt und ist ein emotionales, virtuoses und kineastisches Werk, das auch schauspielerische Elemente beinhaltet. Um die ganze Intensität dieser glamourösen und leidenschaftlichen Tango Rhapsody zu erfahren, enthält diese Limited Edition auch eine Bonus-DVD mit einer kompletten Filmaufnahme des Stücks anlässlich einer Aufführung in Argentinien.",
      "press": null
    },
    "15": {
      "description": "Nachdem sie vom französischen Musikmagazin Monde de la Musique für „ihr außergewöhnlich kraftvolles und virtuoses Spiel“ und ihr „einzigartiges Einfühlvermögen“ mit dem Choc-Preis ausgezeichnet wurde, ist die junge Polina Leschenko nun zurück – mit einem mit Spannung erwarteten russischen Album.<br>Nach einer eindrucksvollen Interpretation von Rachmaninows zweiter Klaviersonate (op. 36) gibt uns Polina Leschenko eine sehr bewegende Einspielung des kompletten ersten Zyklus‘ der Vergessenen Weisen des Romantik-Komponisten Nikolai Medtner, einschließlich der Reminiscenza-Sonate.<br>Die vorliegende Hybrid Super Audio CD, die im Surround-Klang im bekannten Studio im schweizerischen La Chaux-de-Fonds aufgenommen wurde, ist ein Muss für alle Liebhaber der Klaviermusik.",
      "press": "“Starke Charaktere Polina Leschenko legt mit diesem russischen Programm eine klanglich hervorragende Aufnahme vor, die interpretatorisch vor allem durch einen mutigen Zugang für sich einnehmen kann. Man wird diese Einspielung zu den spannendsten Einspielungen in diesem Jahr auf dem Klaviersektor zählen dürfen, auch wenn nicht alles restlos überzeugt. Denn die russische Pianistin Polina Leschenko erweist sich als eine mutige Interpretin, die sich nicht hinter Phrasen ( die Musik für sich selbst sprechen lassen oder ähnlicher Unsinn) oder hochglanzpolierter, stromlinienförmiger Marktgängigkeit versteckt, sondern eine ausgeprägte und durchaus auch riskante Eigensicht zur Diskussion stellt. Bei dem belgischen Label avanticlassics veröffentlicht die in Brüssel residierende junge Pianistin eine Werkzusammenstellung russischer Provenienz. Titelgebend ( Forgotten Melodies ) sind Nikolaj Medtners 'Vergessene Weisen' op. 38, die neben Sergej Rachmaninoffs Klaviersonate Nr. 2 b-Moll op. 36 den Hauptteil der als SACD produzierten Einspielung ausmachen. Eingeleitet wird diese spannende Aufnahme allerdings mit zwei kurzer Walzer-Piècen von Mischa Lewitzki (1898 1941), die ein wenig an Skrjabins frühe Tanzsätze erinnern. Polina Leschenko streift in dem Walzer 'Amour' op. 2 sowie in der 'Arabesque Valsante' op. 6 die Salonmusikwurzeln ab und macht die beiden Stückchen mit einem sehr bemerkenswert flexibel gehandhabten Tempo, das ihren interpretatorischen Zugriff auch im weiteren Verlauf des Programms prägt, zu kurzweiliger, vielschichtiger Musik. Leschenko findet in den kurzen Stücken eine Vielfalt an Tonfällen: von munter drehender Tanzbewegung über fiebrig vorangetriebenes Walzer-Drehen bis hin zu lähmenden Tempozurücknahmen, mit denen düstere Stimmungen gezeichnet werden, reicht die Ausdruckspalette. Sie unterstützt die Ausarbeitung der Stimmungen mit einer kontrollierten Anschlagsvielfalt, die auch eine sonore Mittelstimmenmelodie in der Valse 'Amour' zu ihrem ganzen Recht kommen lässt. Ebenso frei verfügt Polina Leschenko auch in ihrer bewegenden Deutung der b-Moll-Sonate von Rachmaninoff, die sie in der Horowitz-Version eingespielt hat, über das Bewegungsmaß. Das gibt ihr die Möglichkeit, die musikalischen Charaktere sehr plastisch zu zeichnen, wobei Temponahme und Anschlagsfarbe miteinander korrespondieren und sich zudem weiter ausgreifende Spannungsbögen ergeben. Das Hauptthema wird mit aller Vehemenz herausgeschleudert, die stets nach unten ziehenden Tonbewegungen lasten, ohne den Bewegungsfluss zu hemmen. Polina Leschenko verfügt über gestalterischen Überblick, etwa in der Herausarbeitung großer Steigerungskurven im langsamen Mittelsatz. Im Finale begeistert sie mit fulminant herausgemeißelter Rhythmik. Doch zeigt sich in der Rachmaninoff-Sonate auch die Kehrseite eines so fiebrigen, die Charaktere auf engem Raum möglichst farbig evozierenden Spiels: Manchmal wird das Detail auf Kosten des größeren Zusammenhangs zu stark ausgeleuchtet. Ganz vorzüglich gelingt ihr aber die Herausarbeitung der manchmal mehr, manchmal weniger versteckten Mehrstimmigkeit. Besonders im Mittelstimmen- und Bassbereich betont Polina Leschenko vieles, was oft allzu nebulös vorüberzieht. Pianistische Technik und Aufnahmetechnik gehen in dieser Einspielung Hand in Hand: Man wird neben Arts und Pentatone wenig andere Labels finden, die den Klavierklang so facettenreich einzufangen verstehen. Die dynamische und klangfarbliche Bandbreite ist immens, die Klangnähe groß, und doch wird der Klavierklang mit einer natürlichen Raumakustik versehen. Überwältigend sind vor allem die kraftvollen Bässe geraten; man hört ähnliches in heutigen Klavieraufnahmen leider nur selten. Feinnervig geht Polina Leschenko auch Medtners 'Vergessene Weisen' an. Es ist sehr zu begrüßen, dass die am Anfang von Medtners op. 38 s”.<br>klassik.com, Tobias W. Pfleger, 27/02/2013<br><br>“Wenn sich die Russin Polina Leschenko an den Flügel setzt, dann erlebt man immer temperamentvolles und draufgängerisches wie großartiges Klavierspiel. Die St. Petersburgerin, die in den vergangenen Jahren vor allem auf Festivals spielte, hat nun eine CD mit Werken aus Russland eingespielt. Beginnend mit zwei Walzern von Mischa Levitzki (1898-1941), einem russi-schen Komponisten-Pianisten, der ab 1917 in den USA lebte, die sie hochfein und sensibel spätroman-tisch zu spielen versteht. Da ist die Sonate Nr. 2 von Sergei Rachmaninov schon ein anderes Kaliber, vor allem in der nur seltener gespielten Version von Vladimir Horowitz, die dieser 1941 mit Zustimmung des Komponisten anfertigte. Und hier zeigt sich das wahre Gesicht dieser Pianistin: Harte Akkorde wechseln sich bei fast brutaler Klangästhetik mit feinsinnig gesonnenen Momen-ten der Melancholik und sensibler Gesangskunst ab. Erschreckt der Zuhörer im 1. Satz vor der Klanghärte, so kann er im 2. Satz mit der Pianistin gemeinsam schwelgen, sich einlassen auf die wunderbare Gedankenwelt. Leschenko ist eine ebensolche Künstlerin: tief emotional und immer bereit dazu, ihre eingeschlagene Richtung mit Überraschungseffekten und Ausbrüchen zu ändern. Ihr pianistisches Können ist grandios und man vermag niemals zu sagen, ob etwas nun hätte besser oder schöner gestaltet werden können, denn eines bleibt immer im Vordergrund bei Leschenkos Spiel: die Spannung, das fast wie improvisatorisch gestaltete Werk - der Augenblick, mag er auch auf CD für immer existieren. Und so folgt man als Zuhörer gerne ihrem temperamentvollen Spiel, ihren Ideen. Medtners „Vergessene Melodien\"\" Op. 38, die der CD ihren Titel gaben, spielt sie so, wie diese gedacht sind: als Tänze früherer Zeiten, die in ein neues Gewand gekleidet wurden. Doch auch hier sind es die kleinen wie mit Spots beleuchteten Agogik-Ausbrüche, die diese Miniaturen so spannungsgeladen klingen lassen. Insgesamt ist das großartiges Klavierspiel mit Spannung pur!”<br>Carsten Dürer, Piano News, June 2013<br><br>“Mit Bravour bewältigt die junge russische Pianistin Polina Leschenko, die heute in Brüssel lebt, die zweite Klaviersonate von Sergej Rachmaninow, welche sie noch dazu in der Version von Vladimir Horowitz spielt. “Forgotten Melodies” bezieht sich auf den gleichnamigen Klavierzyklus von Nikolai Medtner und auf Salonstücke des zu Lebzeiten sehr berühmten ukrainischen Pianisten Misha Levitzki”.<br>MDR "
    },
    "16": {
      "description": "Der Geiger Philippe Quint, der bereits zwei Mal für die Grammy-Awards nominiert war, ist einer der wenigen Nachwuchs-Solisten der vergangenen Jahre, welche es schaffen, ein hohes Maß an Lyrik und Poesie mit beeindruckender Virtuosität zu verbinden. Philippe Quint hat sich schon jetzt in der Herzen vieler Musikliebhaber weltweit gespielt mit seiner „bravurösen Technik und unerschöpflichen Energie”, wie die britische Zeitung The Times es ausdrückte.<br><br>Für dieses Album fährt Philippe Quint nun erstmal einige „Schlachtrösser“ aus dem klassischen Repertoire of 19. Jahrhunderts auf. Die vorliegende Einspielung, welche zu verwirklichen ihm schon lange am Herzen lag, ist seine erste auf Super Audio CD und mit der Ruby-Violine von Antonio Stradivari aus dem Jahr 1708, die ihm von der Stradivari-Gesellschaft großzügigerweise zur Verfüur.<br><br>Das renommierte Sinfonieorchester der Minería steht hier der Leitung seines charismatischen Chefdirigenten Carlos Prieto Miguel.<br><br>Philippe Quint: „Dieses Album kommt von Herzen. Es wurde mit viel Liebe und Leidenschaft für diese Musik produziert und ist die Verwirklichung eines Kindheitstraums.“<br><br>Limited Edition: Hybrid SACD + Bonus DVD : Quint for the Record – eine 25-minütige Reportage über Philippe Quint, das Sinfonieorchester der Minería und Carlos Miguel Prieto, gedreht in Mexiko.",
      "press": null
    },
    "17": {
      "description": "Der Schweizer Pianist Francesco Piemontesi ist im noch jungen Alter von 27 Jahren bereits einer der gefragtesten Künstler seiner Generation. 2009 erhielt er ein Fellowship der renierten Borletti-Buitoni-Stiftung, war beim New Generation Artists-Programm der BBC dabei und gewann 2007 einen Preis beim Wettbewerb Reine Elisabeth. For sein erstes Soloalbum liess ihm avanticlassic (in Zusammenarbeit mit Radio Svizzeria Italiana und dem Borletti-Buitoni Trust) freie Hand.<br><br>Diese neue Aufnahme zeigt den Hörern einen echten Dichter am Klavier. Ausgehend von Händels Suite stellt Francesco Piemontesi ein faszinierendes Programm zusammen, das den grossen Einfluss der Musik Händels und Bachs auf Brahms und Liszt verdeutlicht. Die erzählerische Qualität des musikalischen Diskurses von Francesco Piemontesi, sein umfassendens Verständnis des Kontrapunkts, die wahrlich poetischen Momente, die klangliche Fülle sowie sein Streben nach Perfektion werden Musikliebhaber und ganzen Weltz.",
      "press": "“Martha Argerich, die grosse Pianistin, zeigt sich «deeply impressed» von seinem Spiel, und Heinrich Schiff, der grosse Cellist, prophezeit ihm eine «glänzende Zukunft». Noch steht Francesco Piemontesi, geboren 1983 in Locarno, etwas im Schatten anderer Pianisten. Doch das könnte sich bald ändern. Seine neue CD jedenfalls hat es in sich. Klug verknüpft Piemontesi darin Barock mit Romantik, wirft ein Licht auf die Bezüge zwischen Händel und Brahms, zwischen Bach und Liszt. Und durchdacht wirkt auch sein Spiel. Selbst Liszts symphonisch angelegte Adaption von Bachs Fantasie und Fuge BWV 542 klingt bei ihm nie kraftstrotzend, sondern filigran und transparent, ganz dem Gesanglichen verpflichtet”.<br>Berner Zeitung; 14.07.2011"
    },
    "18": {
      "description": "Roby Lakatos, der König der Geiger, vom Daily Telegraph als ‚fastest-fingered fiddler in the world‘ bezeichnet, ist zurück mit einem bezaubernden Doppelalbum: La Passion!<br><br>Aufgenommen im berühmten Sydney Opera House können Musikliebhaber hier das Ausnahmetalent des berühmten Zigeunermusikers Roby Lakatos in einem komplett neuen Programm (wieder-) entdecken. La Passion beinhaltet Perlen aus Robys weitem Repertoire wie beispielsweise Meadowlands (Songs of the Plains), Flight of the Bumblebee, Valse Triste, Oblivion, Chiquilin, Those Were the Days und Du schwarzer Zigeuner. CD 2 ist den berühmten Zugaben der Robyschen Konzerte gewidmet, mit Stücken wie Two Guitars, Fire Dance, Ochi Chornyje, Brahms‘ Ungarischem Tanz Nr. 5, Montis Csardas, und vielen mehr.<br><br>Dieses Album enthält auch eine zwölfminütige Improvisation Robys des phänomenalenL’Alouette (Jeanne oder Die Lerche).<br><br>Diese Einspielung in Hybrid SACD Surround bringt den Hörern zum ersten Mal das verjüngte Ensemble des Künstlers nahe, das aus fantastischen ungarischen Musikern besteht, die zwischen 19 und 25 Jahren alt sind.<br><br>La Passion fängt die einzigartige Atmosphäre der Live-Auftritte des Roby Lakatos ein. Das Doppelalbum bietet so eine einmalige Gelegenheit, in die Welt der musischen Freiheit, Wärme, Virtuosität und Repertoirevielfalt einzutauchen. Längst vergessene Melodien werden in völlig neuen und originellen Arrangements wieder zum Leben erweckt.",
      "press": null
    },
    "19": {
      "description": "Bei seinem neusten Projekt mit Avanticlassic, einem wunderschönen Album beliebter Opern-Transkriptionen, wird der weltbekannte Violinist Philippe Quint am Klavier begleitet von Starpianistin Lily Maisky. Auf Opera Breve spielt Quint auf der legendären ‚Ruby‘ Stradivarius (1708) Perlen der Musikgeschichte in neuen oder bewährten Transkriptionen, darunter das Largo al Factotum aus dem Barbier von Sevilla, das Una Furtiva Lagrima aus L’Elisir d’Amore, die Lensky-Arie aus Eugene Onegin, das Mon coeur s’ouvre à ta voix aus Samson und Dalila und die komplette Suite aus Porgy and Bess.<br>Das Programm wurde in den berühmten Teldex-Studios auf fünf HD-Kanälen aufgenommen. Es ist nicht nur ein Tribut an einen der beliebtesten Geiger unserer Zeit, sondern auch ein echter Ohrenschmaus. Von der feurigen Virtuosität von La Vida Breve bis hin zu einer humorvollen Interpretation des Barbiers von Sevilla geben Ihnen Philippe Quint und Lily Maisky eine Stunde mit ihren superben Interpretationen beliebter Opernarien.",
      "press": null
    },
    "20": {
      "description": "Avanticlassic ist stolz, Ihnen eines der bislang ambitioniertesten Jiddisch-Alben zu präsentieren. Um die einzigartige Altistin Myriam Fuks herum haben sich für dieses Projekt einige der bekanntesten Musiker unserer Tage zusammengefunden. Mit von der Partie sind der Pianist Evgeny Kissin, die legendäre Martha Argerich, der Kultcellist Mischa Maisky sowie einige der talentiertesten Musiker der jüngeren Generations, darunter die Pianistinnen Polina Leschenko und Lily Maisky, der Komponist Alexander Gurning, die Violinistin Alissa Margulis und der Altist Nathan Braude. Alle haben sie spontan und mit großer Freude zugesagt, einen Ausflug aus dem klassischen Repertoire zu wagen und ein jiddisches Lied aufzunehmen.<br>Außerdem mit dabei sind einige von Myriams engsten musikalischen Weggefährten, darunter die belgische Jazzlegende Philip Catherine, der international gefeierte Violinist Michael Guttman, die Jiddisch-Koryphäe Zahava Seewald, die Sängerin Myriam Lakatos (Tochter von Roby Lakatos), die aufstrebende Sängerin Sarina Cohn und Myriams ‚adoptierte Nichte‘ Mona Miodezky. Weitere international Stars sind ebenfalls dabei, darunter der französische Schauspieler, Regisseur und Dramaturg Edouard Baer (Gewinner des Molière-Preises und des Globe de Cristal) sowie der ebenfalls auf Frankreich stammende Jazzsänger und Songwriter Michel Jonasz.<br>Das Ensemble, das Myriam musikalisch begleitet, ist ebenfalls mit Musikern von Weltrang besetzt, darunter die Akkordeon-Sensation Aldo Granato, die Klarinettistin Christel Borghlevens, der Kontrabass-Spieler Oscar Németh, sowie Laszlo Balógh (Gitarre) und seine Tochter Klaudia (Geige). Der Part des Ersten Geigers wird aber vom überirdischen Zigeunergeiger Roby Lakatos (Myriams Seelenfreund) gespielt, und das gleich bei 13 Titeln!<br><br>Wenn Sie eintauchen möchten in dieses Kaleidoskop über das Leben, den Humor und die Aspirationen der jüdischen Gemeinden Mitteleuropas zu Beginn des 20. Jahrhunderts, ist dieses Album ein absolutes Muss. Es ist eine einzigartige Hommage an das jiddische Liedgut und enthält zahlreiche Perlen der jiddischen Musik, die dank Myriam Fuks von einigen der begehrtesten Musiker unserer Zeit für die Nachwelt erhalten werden.",
      "press": null
    },
    "21": {
      "description": "Der gefeierte amerikanische Violinist Philippe Quint legt sein neues Album vor, eine einmalige Paarung von Tschaikowskis populärem Violinkonzert in D-Dur (Op. 35) mit Arenskis bislang eher selten eingespielten Streichquartett Nr. 2 in a-Moll (Op. 35), welches Tschaikowski gewidmet ist.<br><br>Um die ganze tonale Bandbreite von Tschaikowskis Meisterwerk darzustellen, wird Philippe Quint vom superben Sofia Philharmonic Orchestra unter der meisterhaften Leitung von Martin Panteleev unterstützt, das den „slawischen Sound“ so richtig zum Ausdruck bringt. Außerdem wurde die CD vom Avanticlassic-Team im Surround Sound aufgenommen.<br>Eine Premiere: Der letzte Satz des Konzerts findet sich gleich in zwei Versionen auf dieser CD; zum einen das Original Tschaikowskis, zum anderen die umstrittene Kurzfassung von Leopold Auer.<br><br>Das Streichquartett Nr. 2 a-Moll (Op.35) für Violine, Viola und zwei Violoncellos profitiert von einem unglaublichen Aufgebot international gefeierter Solisten, darunter der erste Preisträger des Pablo-Casals-Wettbewerbs, der Cellist Claudio Bohórquez, der BBC New Generation Artist Nicolas Alstaedt (ebenfalls Cello) sowie die Gewinnerin des Borletti-Buitoni Trust Award (als Teil des Aronowitz Ensembles) Lily Francis (Viola).",
      "press": null
    },
    "22": {
      "description": "Das absolut einzigartige Aufeinandertreffen eines klassischen Meisterwerks mit dem unglaublichsten Geiger to go Zeiten!<br><br>Zum ersten Mal hat Roby Lakatos ein Klassik-Album eingespielt: Vivaldis Vier Jahreszeiten.<br><br>In einer Interpretation drückt der ‚Zigeunervirtuose ‘mit Improvisationen im Solopart diesem barocken Meisterwerks einen ganz persönlichen Stempel auf und zeigt sein ganzes Können.<br><br>Außerdem auf dem Album findet sich, gleichsam als Vor- und Nachspiel zu den ‚Vier Jahreszeiten ‘, Alpha und Omega , in einem Arrangement von Robys langjährigem musikalischen Partner, dem ungarischen Komponisten Kálmán Cséki Sr. Alpha ist ealis extra  . Es beginnt mit dem Chaos, gefolgt von den Elementen bis schließlich hin zur Barockzeit. Das Nachspiel, Omega , folgt unmittelbar auf Vivaldis ‚Winter ‘. Es enthält Anklänge an die Apokalypse, mit Trommels, E-Gitarren und Geigen, Vibraphonen, Syntesizern, etc.<br><br>Für dieses einzigartige Projekt hat sich Roby Lakatos wieder mit aufstrebenden Stars der Klassikszene umgeben, darunter der Contratenor Dominique Corbiau, der international gefeierte Percussionist Gabriel Laufer und der verblüffende Beckenschläger Jenö Lisztes, welcher sehr v.<br><br>Das Brussels Chamber Orchestra, eines von Belgiens besten Streichorchestern, und natürlich Roby Lakatos’ legendäres Ensemble, sind die tragenden Säulen dieses Albums, welches eine Ode an das Leben, die Liebe, die Spiritualität und das musische Schaffen ist.",
      "press": "“Zum allerersten Mal hat Roby Lakatos ein Klassik-Album eingespielt – mit einem Werk, das keinen Bezug zur traditionellen Zigeunermusik hat, Vivaldis Vier Jahreszeiten. „Davor hatte ich sie zuletzt im Alter von 13 Jahren aufgeführt“, erinnert sich der Geiger, „an der Franz-Liszt-Akademie in Budapest.“ Im Beiheft zu dieser CD erläutert er, dass ihn insbesondere die Freiheit interessiert, die das Stück bietet: „Die Partitur hält eine Reihe von technischen Herausforderungen bereit, erlaubt es aber dem Interpreten dennoch, sein ganzes Talent und seine musikalische Persönlichkeit herauszustellen. Lakatos spielt also seinen Vivaldi nach Zigeuner-Art (und, liebe Leser, bitte keine bösen Kommentare wegen dieser Wortwahl! Denn genau so benennt der Musiker selber seinen Zugang zu dieser Musik.) „Ich nehme an, die Zuhörer erwarten von mir jetzt nicht, dass ich mich streng an die Noten halte“, schreibt Lakatos. „Es gibt schon mehr als 150 Aufnahmen, die diesen Zweck erfüllen. Meine Herausforderung war es, mit diesem Album Vivaldi eine Hommage zu machen für seine Kreativität und Freiheitsdenken beim Komponieren. Ich wollte diesen speziellen Barock-Drive wiederfinden. Für mich war dieser ein Meilenstein in der Entwick- lung der klassischen Musik.“ Lakatos musiziert gemeinsam mit dem Brussels Chamber Orchestra. Dabei hat er das Cembalo durch ein Zymbal ersetzt, das von Jenö Lisztes wirklich hinreißend gespielt wird. Nun sind auch „freie“ Interpretationen der Vier Jahreszeiten nicht gerade Mangelware. Aber diese hier wirkt nicht erkünstelt und konstruiert, sondern tief empfunden. Lakatos’ Spiel strahlt eine Vitalität aus, der man sich nicht entziehen kann. Umrahmt werden Vivaldis Konzerte, gleichsam als Vor- und Nachspiel, durch Alpha und Omega, zwei Werke des ungarischen Komponisten Kálmán Cséki Sr. Alpha ist eine musikalische Reise; die vier Sätze beginnen mit der Schöpfung und enden auf Golgatha. Das Nachspiel, Omega, folgt unmittelbar auf Vivaldis Winter. Lakatos gestaltet gemeinsam mit Kálmán Cséki an Orgel, Keyboards und Synthesizier, Kálmán Cséki Jr. am Piano, László „Csorosz“ Lisztes am E-Bass und dem renommierten Percussionisten Gabriel Laufer den klingenden Weltuntergang. „Jeder gläubige Mensch ist davon überzeugt, dass es ein Leben nach dem Tod gibt. Nach der Apokalypse in Omega erschien es mir daher logisch, ein Stück hinzuzufügen, bei dem es um den Himmel geht“, so Lakatos. „Das Schlussstück auf dem Album, das Ave Maria von Patriarch Ilya I. von Georgien, beschreibt die Rückkehr ins Paradies und ist eine Hommage an das Göttliche. Für mich drückt dieses musikalische Gebet mit Ernsthaf- tigkeit und großer Lyrik die Kraft des Glaubens an ein Leben nach dem Tod aus.“ Sämtliche Singstimmen eingespielt hat der Countertenor Dominique Corbiau”.<br>http://ich-habe-gehoert.blogspot.be/2015/10/vivaldi-four-seasons-lakatos.html"
    },
    "23": {
      "description": "BACH XXI ist ein musikalisch einzigartig. Der Pianist und Arrangeur Matt Herskowitz überträgt acht Werke des Meisters, mischt sie gekonnt mit Rhythmen, Grooves und Klängen aus den Welten des Jazz, der lateinamerikanischen und arabischen Musik sowie der modernen Klassik und macht daraus etwas völlig Neues. Auf BACH XXI sind der international gefeierte klassische Violinist Philippe Quint and auch Matts Trio (mit Mat Fieldes (Bass) und David Rozenblatt (Schlagzeug)) zu hören. Das Album ist eine Wiederentdeckung des Bach’schen Genies in einer völlig neuen, modernen und persönlichen Version. Als Special Guest ist die Virtuosin Lara St. John beim Doppelkonzert für Violinen zu hören.",
      "press": null
    },
    "24": {
      "description": "Zum ersten Mal hat der international gefeierte Violinist Philippe Quint zwei der aufregendsten Violinkonzerte aus dem russischen Musikraum eingespielt. Meisterhaft begleitet von den Bochumer Symphonikern unter der Leitung von Steven Sloane und mit modernster Technik aufgenommen fängt Philippe Quint die ganze Exaltiertheit und die unendlich vielen Farben dieser spannenden, aber auch melodischen Meisterwerke ein.",
      "press": "“Der 1974 im heutigen Sankt Petersburg geborene Geiger Philippe Quint, heute in den USA zu Hause, muss sich mit seiner Einspielung der beiden Dreisätzer nicht hinter Legenden wie Heifetz und Oistrach verstecken....Quints Partner in dieser Einspielung, und das ist mindestens so interessant wie der Solist, sind die Bochumer Symphoniker unter ihrem langjährigen Chefdirigenten Steven Sloane. Der hatte sich ja in der Ruhrgebietsstadt vehement für einen Konzertsaal eingesetzt-und darf ihn nun im Oktober eröffnen. Sloanes wichtigstes Argument war stets die Qualität seines reinen Konzert-Orchesters-und die wird in beiden Violinkonzerten deutlich. Vorab dürfen sich die “BoSys” aber schon in der Ouvertüre “Colas Breugnon” von Dmitry Kabalevsky” austoben. Das ist zackig und doch klangsatt musiziert: Respekt”.<br>Westfälische Nachrichten, Harald Suerland, 24/08/2016<br><br>“Bei einer akustischen Blindverkostung hätte ich gesagt: „So funkelnd, so hochgespannt – das ist das New York Philharmonic! Und das Stück? Irgendwas herrlich Fetziges vom jungen Bernstein.So kann man sich irren. Die tänzerisch-pointierte Rhythmik geht aufs Konto des Russen Dmitry Kabalevsky (1904-1987) und seiner „Colas Breugnon“-Ouvertüre. Die noch schönere Überraschung: Es musizieren Bochums Symphoniker unter Steven Sloane. Das Werk eröffnet jene CD, in deren Zentrum zwei russische Violinkonzerte stehen, die hierzulande viel zu kurz kommen. Es ist der große Ton des Geigers Philippe Quint, der das triumphierende Werk Glasunows erblühen lässt und für den postromantischen Gesang Khachaturians aufwühlend schön seine Stradivari-Stimme erhebt. Ein starkes Album – und ein Orchester, das wir in seinen neuen Hallen gerne so gut hören möchten”.<br>Der Westen, Starkes Plädoyer"
    },
    "25": {
      "description": "Der international bekannte Bandoneon-Spieler des Soledad-Ensembles Manu Comté hat within erstes Soloalbum aufgenommen. Es ist eine sublime Hommage an die Künstler, die seinen exquisite Musikgeschmack geprägt haben. Dieser musikalische Hochgenuss enthält auch neue Werke. Tomás Gubitsch, Piazzollas letzter Gitarrist, ist ebenfalls auf diesem Album zu hören.",
      "press": "“This is a poetic and expressively performed collection of tango-based music that explores its deeper character in pieces that are often slower and more brooding than you might expect”.<br>Musicweb International, Dominy Clements, 29/05/16"
    },
    "26": {
      "description": "Sergio Tiempo, der „schillerndste und spontanste Pianist seiner Generation“ (Gramophone) ist zurück.Legacy heißt sein neues Solo-Recital. Das Album, mit sich wichtigen Werke von Beethoven, Chopin, Prokofjew und Villa-Lobos, zeichnet ein bewegendes musikalisches Protrait der Mitglieder der Tiempo-Familie. Sergio Tiempo hat jedes Stück entsprechend der Persönlichkeiten seiner Familie ausgesucht. Beethovens Appassionata für seine Mutter, die legendäre Musikpädagogin Lyl Tiempo; ein Intermezzo von Brahms für seine Schwester Karin Lechner, mit der Sergio ein weltbekanntes Duo bildet; einen Tango von Piazzolla für seinen VaterMartin Tiempo, ein langjähriger Freund Martha Argerichs. Seine Nichte Natasha Binder, selbst eine aufstrebende Pianistin, Sergios Frau Maud und ihre Kinder waren die Inspiration für dieses Programm. Alles in allem ist dieses Album ein sehr persönliches Projekt „eines der führenden Pianisten unserer Zeit“ (Musicweb).",
      "press": null
    },
    "27": {
      "description": "Das außerordentliche Zusammentreffen zweier Legenden des Jazz! Zum ersten Mal auf haben der „schnellste Geiger der Welt“, Roby Lakatos, und der „Teufelsheld der Gitarre“, Biréli Lagrène, für eine einzigartige Hommage an Stéphane Grappelli und Django Reinhardt auf Video / CD eingespielt. Beide spielten in ihrer Kindheit zusammen mit Stéphane Grappelli. Für das vorliegende Album haben sich Lakatos und Lagrène zusammengetan mit dem starken Modern Art Orchestra und zwei Jazz-Spielern der jüngeren Generation, dem Top-Schlagzeuger Niek de Bruijn und der neusten Sensation im Jazz, dem Gitarristen Andreas Varady. Das alles ergibt eine explosive Hommage an den Gypsy-Jazz, mit Standards wie Djangology, Nuages, Stella by Starlight und Nuits de Saint-Germain-Des-Près.",
      "press": null
    },
    "28": {
      "description": "Die legendäre Pianistin Martha Argerich initiierte im Juni 2018 die erste Ausgabe des musikalischen Rendezvous in der traditionsreichen Laeiszhalle in Hamburg. Von Beethoven bis Debussy, von Brahms bis Prokofjew tritt Argerich dort im Duett, im Trio und gemeinsam mit musikalischen Freunden wie Mischa Maisky, Nicholas Angelich und Stephen Kovacevich auf. Zudem lud sie neue Künstler ein, darunter Akiko Suwanai, Alisa Weilerstein, Guy Braunstein und Edgar Moreau. Argerich begleitete auch erstmals den weltberühmten Bariton Thomas Hampson zu Schumanns Dichterliebe – eine Rolle, die sie in ihrer langen Karriere bislang selten eingenommen hatte. Das vorliegende Boxset mit 7 CDs ist ein musikalischer Parforceritt. Die Klavierlegende Argerich gibt auch neue Stücke wie Prokofjews „Overtüre zu jüdischen Themen“ zum Besten. Außerdem können die Hörer Klassiker wie Beethovens Tripelkonzert oder Schostakowitschs erstes Klavierkonzert in neuen State-of-the-Art-Aufnahmen wiederentdecken.",
      "press": "“Sie ist die Meisterin der Magie des erfüllten Augenblicks. Erstmals im Sommer 2018 folgte Martha Argerich der Einladung der Symphoniker Hamburg und schenkte der Hansestadt ein Festival – mit unvergesslichen Erlebnissen und in einmaligen kammermusikalischen Konstellationen. Melancholie über das ach so vergängliche Glück der Zeitkunst Musik ist nun freilich nur noch bedingt angebracht. Denn die ganze Reihe von Konzertwundern wurde mitgeschnitten und so für die vorläufige Ewigkeit festgehalten: Sie gibt’s jetzt zum Nachlauschen – in einer Box von sieben prall gefüllten CDs. Die Live-Mitschnitte verströmen den Geist des Martha Argerich Festivals ohne Studio-Schnitte und Klangpolitur – authentisch, unmittelbar, berührend. Gleich auf der ersten CD haben die Fêtes aus Debussys Nocturnes, für die Mama Martha gemeinsam mit ihrem sehr jungen Kollegen Anton Gerzenberg in die Tasten greift, geradewegs jazzigen Drive. Ravels La Valse, nun im Duo mit Nicholas Angelich, gleicht entfesselt intimen, sehr wohl erotischen Bekenntnissen. Auf CD 3 kitzelt Argerich mit Sergei Nakariakov aus dem Konzert Nr. 1 c-Moll für Klavier, Trompete und Streichorchester von Schostakowitsch den rhythmischen Wahnsinn des Werks in höchster Lust heraus. Mendelssohns Klaviertrio d-Moll entlockt die temperamentsbombige Pianistenlegende auf CD 4 mit Symphoniker-Soloflötistin Susanne Barner und Cellist Gabriele Geminiani in einer Bearbeitung, die den Violinpart durch die Flöte ersetzt, ungeahnt aparte Farben. Selbst ein solistisches Alphatier wie Cellist Mischa Maisky stellt sich in Beethovens Tripelkonzert hoch diszipliniert in den Dienst der beherzten Anverwandlung. Mit Starbariton Thomas Hampson hört La Argerich auf CD 5 Schumanns Dichterliebe in imaginativer pianistischer Pianissimo-Poesie auf. Argerich und ihre Seelenverwandten machen Musik zur Kommunikations- und Lebensform”.<br>Welt"
    },
    "29": {
      "description": "Evgeni Bohzanov lädt Sie herzlich zu einer Reise in das Herz der deutschen Romantik. Sein superbes Programm verbindet bewegende Interpretationen einiger Werke von Brahms und R. Strauss mit der Einspielung von Schuberts letzter Sonate, einem Meisterwerk der Musikgeschichte.",
      "press": null
    },
    "30": {
      "description": "Dr. L. Subramaniam, “der Gott der indischen Violine” (Times of India), und Roby Lakatos, “der fingerfertigste Fiddler der Welt” (Daily Telegraph), laden Sie ein zu einer faszinierenden musikalischen Reise, auf der sie gemeinsam traditionelle indische Musik und Zigeunermusik erklingen lassen.",
      "press": null
    },
    "31": {
      "description": null,
      "press": null
    },
    "32": {
      "description": "Der Cellist Alexander Kniazev, der vom BBC Music Magazine als \"ein Künstler mit einem unglaublichen Sinn für Musikalität, elementarem Denken und einer außergewöhnlich perfekten Technik\" beschrieben wurde, schließt sich mit Kasparas Uinskas, einem Pianisten von \"atemberaubender Sensibilität\" (Seen and Heard International), für ein sublimes Programm zusammen. Darin werden die letzten beiden Kammermusikwerke von Johannes Brahms mit Transkriptionen für Cello und Klavier der berühmten « Vier ernsten Lieder » - alle drei unbestrittene Meisterwerke – verbunden.",
      "press": null
    },
    "33": {
      "description": "Zeit seines Lebens wurde Gustav Mahlers musikalisches Schaffen durch die von Achim von Arnim und Clemens Brentano zusammengestellte Wunderhorn-Anthologie der Volksdichtung angeregt. Ob als autonome Lieder oder in den Dienst einer Sinfonie gestellt, gehören Mahlers Wunderhorn-Vertonungen zu seinen exotischsten, heitersten, aber auch visionärsten Werken. Die Wunderhorn-Lieder beschwören und zelebrieren eine verlorene Epoche. Sie kündigen aber auch ihren bevorstehenden Untergang an. Mahler fängt diese Zweideutigkeit mit melodiösen und idyllischen, aber auch satirischen und unerbittlich- grausamen Klängen ein. Im Soundtrack zum Film WUNDERHORN von Clara Pons gibt der Bariton Dietrich Henschel \"eine überragende Figur, physisch, intellektuell, musikalisch und theatralisch\" (Herald Scotland). Die lebendige Wiedergabe von 24 Liedern aus Gustav Mahlers \"Des Knaben Wunderhorn\" wird meisterhaft begleitet von den Bochumer Symphonikern unter der inspirierten Leitung von Steven Sloane.",
      "press": null
    },
    "34": {
      "description": "Die Klavierlegende Martha Argerich veröffentlicht ihr erstes gemeinsames Album mit dem Israel Philharmonic Orchestra unter der Leitung seines neuen musikalischen Leiters Lahav Shani.",
      "press": "“Es ist ein Debüt - die erste Aufnahme, die Martha Argerich gemeinsam mit dem Israel Philharmonic Orchestra vorlegt. Schon in den ersten Takten erkennt man dieses beredte Spiel, ein erzählendes Klavier, eine Meisterin, die wirklich etwas zu sagen hat.”<br>Philippe Cavert, NDR."
    },
    "35": {
      "description": "Sergio Tiempo, der von der Sunday Times hochgelobte, elektrisierend brillante Pianist, hat für sein neuestes Album eine außergewöhnliche Riege von Mentoren um sich versammelt. Sie alle haben Tiempos künstlerisches Schaffen entscheidend geprägt: Lyl Tiempo, Sergios Mutter, eine weltbekannte Musikpädagogin, die legendäre Martha Argerich - die für dieses Album Schuberts Fantasie in f-Moll D. 940 zum ersten Mal im Studio einspielt -, der legendäre Pianist Nelson Freire, Alan Weiss, einer der gefragtesten Professoren und Pianisten, der unvergleichliche Cellist Mischa Maisky und Karin Lechner, Sergios Geschwister und lebenslange musikalische Partnerin. Das Album ist eine Hommage an die Zusammenarbeit mit einigen der renommiertesten Musiker unserer Zeit und ein Schaufenster der außergewöhnlichen Kunstfertigkeit von Tiempo.",
      "press": null
    },
    "36": {
      "description": "Die dritte Ausgabe von Rendez-vous mit Martha Argerich bringt packende Aufnahmen vom internationalen Festival Martha Argerich in Hamburg mit einer außergewöhnlichen Solistenbesetzung. Zu den Höhepunkten gehören mehrere Erstaufnahmen Martha Argerichs mit Anne-Sophie Mutter und Mischa Maisky sowie mit Maria-João Pirès. Zu den weiteren renommierten Gästen gehören Renaud Capuçon, Nelson Goerner, Gidon Kremer, Tedi Papavrami, Akiko Suwanai und Michael Volle. Bemerkenswert ist die hochemotionale Interpretation von Brahms' zweiter Bratschensonate. Es war der ergreifende letzte öffentliche Auftritt des gefeierten Pianisten Nicholas Angelich an der Seite von Gérard Caussé. Dieses Boxset ist eine Hommage an die unvergleichliche Kunst von Martha Argerich und an die Vielzahl musikalischer Freundschaften, die sie über die Jahre hinweg geknüpft und gepflegt hat.",
      "press": null
    },
    "37": {
      "description": null,
      "press": null
    }
  },
  "countries": {
    "1": "Australien",
    "2": "Österreich",
    "3": "Belgien",
    "4": "Neuseeland",
    "5": "Norwegen",
    "6": "Polen",
    "7": "Portugal",
    "8": "Russland",
    "9": "Südkorea",
    "10": "Spanien",
    "11": "Schweden",
    "12": "Schweiz",
    "13": "Taiwan",
    "14": "Großbritannien",
    "15": "USA",
    "16": "Kanada",
    "17": "Tschechien",
    "18": "Finnland",
    "19": "Frankreich",
    "20": "Deutschland",
    "21": "Griechenland",
    "22": "Hongkong",
    "23": "Ungarn",
    "24": "Italien",
    "25": "Japan",
    "26": "Mexiko",
    "27": "Niederlande"
  },
  "about": {
    "distributorsTitle": "Liste der händler"
  },
  "menu": {
    "ourArtists": "Unsere Künstler",
    "releases": "Veröffentlichungen",
    "videos": "Videos",
    "about": "Über"
  }
}