{
  "home": {
    "description": "Avanticlassic and Avantijazz have been created with the aim of re-establishing a relationship between artist and record company that, in the current music industry, practically no longer exists.<br>Active in the fields of classical music and jazz, our labels aim not only to record and promote artists in which it believes but also to offer them real support in all facets of their career.<br>To achieve this goal, Avanticlassic and Avantijazz make use of the best available technology on all levels, be it in the choice of recording studios, the recording techniques used or the production of the final product.<br>The product offered to consumers will also be of the highest quality: cd/sacd hybrid music carriers, packaged attractively in a contemporary, fresh, modern style, with liner notes written by specialists; streaming and downloads available in high-res  96khz/24bits.<br>We will also work closely with each distributor, each streaming and download online services to secure the best visibility of the talents we believe in."
  },
  "test": {
    "lol": "lol en"
  },
  "artists": {
    "searchArtist": "Search artist",
    "1": {
      "description": "Martha Argerich was born in Argentina and made her debut at the age of five. While still a child she gave recitals in Buenos Aires at the Astral and the Colón before moving to Europe where she studied with Friedrich Gulda, Nikita Magaloff and Michelangeli.<br><br>At the age of sixteen, Argerich won the Geneva International Music Competition and the Busoni Competition. In 1964 she toured Western Europe and Poland before making her London debut in November that year. In 1965 she won the Seventh Warsaw International Chopin Competition and the Polish Radio Prize for her performances of Chopin Waltzes and Mazurkas. As this collection of awards shows, her technical skills are among the most formidable of her generation and her playing is notable for its uninhibited brilliance. It is therefore no surprise that she is considered to be one of the greatest pianists of our time, among such renowned pianists as Michelangeli, Horowitz, and Maurizio Pollini.<br><br>In december 2005 Martha Argerich recorded her first studio album for a non-major studio for avanticlassic."
    },
    "2": {
      "description": "Born in 1984, in Bulgaria, Evgeni Bozhanov completed his studies in Essen and Düsseldorf (Germany) with Prof. Boris Bloch and Prof. Georg Friedrich Schenck. His international career launched following top prizes at international competitions including the Sviatoslav Richter International Piano Competition in Moscow, Queen Elisabeth Competition in Brussels, Van Cliburn International Piano Competition in Fort Worth, Texas and International Chopin Competition in Warsaw.<br><br>In the past seasons Evgeni has appeared as a soloist with orchestras including the National Orchestra of Belgium, Philharmonia Orchestra, Royal Liverpool Philharmonic Orchestra, Bavarian Radio Chamber Orchestra, Haydn Orchestra of Bolzano, RAI National Symphony Orchestra, Malmö Symphony Orchestra, Hyogo Performing Arts Centre Orchestra, and Ensemble Wien (soloists of the Vienna Philharmonic), and has presented recitals at the Lille Piano Festival, Festival de La Roque d’Anthéron, Bad Kissingen Summer Festival, Musikverein Vienna, the Suntory Hall, the Philharmonie Berlin, Serate Musicali Milan, the Schubertiade Vilabertan (Spain), the Gulbenkian Foundation Lisbon, amongst others.<br><br>Highlights from recent seasons include concerts with the Royal Liverpool Philharmonic Orchestra, Malmö Symphony, Athens State Orchestra, Chamber Orchestra of the Bavarian Radio, Filarmonica Arturo Toscanini, Haydn Orchestra Bolzano and the Orchestra dell’Accademia Nazionale di Santa Cecilia in Rome. Alongside, Evgeni appeared also at the Flanders Festival Gent, Piano Festival di Brescia Bergamo, and gave further recitals in Munich, Lison, Coimbra, Milano and Palermo. He returned to the Royal Festival Hall, London, with the Philharmonia Orchestra, this time under the baton of Juraj Valcuha and with Yutaka Sado at the Wiener Musikverein. He accomplished his fifth tour to Japan and return to the United States to present concerts with the Houston Symphony Orchestra."
    },
    "3": {
      "description": "Born in Porto (Portugal) in 1963, Pedro Burmester gave his first recital at the age of ten. He studied for ten years with Helena Costa, and worked with Léon Fleischer and Dmitri Paperno. He also attended the masterclasses of Jörg Demus, Aldo Ciccolini, Karl Engel, Vladimir Ashkenazy, Tatjana Nikolaiewa and Elisabeth Leonskaja.<br><br>In 1983, he won second prize at the International ‘Vianna da Mota’ piano competition in Lisbon. He was awarded the Jury prize at the 1989 Van Cliburn Competition in the US and has won several Portuguese national piano competitions.<br><br>As well as being regularly invited to perform all over Portugal, he has played in the main festivals in Belgium (Flanders and Wallonie Festival’s), France (Roque d’Anthéron), Germany (the Klavierfestival Ruhr and the Sommerliche Musiktage Hitzacker), Italy and the UK (Belfast Festival).<br><br>He has toured in Australia, Japan (with the Metropolitan Orchestra), Latin America, Poland, South Africa and the US and has been invited to perform by the 92nd Y-series and the Frick Collection in New York, the Salle Gaveau and Châtelet in Paris, the Kölner Philharmonie in Cologne, De Doelen in Rotterdam, the Gewandhaus in Leipzig, and the Beethoven-Haus in Bonn, as well as various German radio stations including Radio Bremen and WDR-Köln.<br><br>He has performed with many well-known orchestras including: the Australian Chamber Orchestra; the Belgian National Opera Orchestra; the Rotterdam Philharmonic and the Nederlands Kamerorkest (the Netherlands); the Gulbenkian Orchestra (Portugal) and the Northern Sinfonia (UK), and was invited by Sir Georg Solti to perform Beethoven V with the London Symphony Orchestra at the opening concert of ‘Lisbon, Cultural Capital of Europe 1994’.<br><br>Pedro Burmester is also very much at ease in chamber music and has played, amongst others, with Anner Bylsma (cello), Mischa Maisky (cello), Thomas Zehetmair (violin) and the Prazak Quartet."
    },
    "4": {
      "description": "Manu Comté started learning music at the age of 7 with the accordion of his father. Granted with a higher diploma for accordion and a first price for chamber music at the Royal Academy of Mons (Belgium), both magna cum laude, Manu Comté was also awarded with a first price at the “Lili and Nadia Boulanger” Academy in Paris. He then graduated from the Superior Institute of Music of Namur (Belgium) in musical pedagogy. Prize winner of many contests in Belgium and abroad, Manu Comté continued his studies with professors and pedagogues Jacques Mornet (Auvergne) and Frederic Deschamps (Paris), among others, and followed masterclasses in France and Italy with Richard Galliano.<br><br>Manu Comté devotes a great part of his activity to the practice of the Bandoneon, under the advices of Alfredo Marcucci. Passionate by the work of Astor Piazzolla, he founded in 1995 the Soledad Ensemble (accordion/bandoneon, violin, piano, guitar, double bass), whose fame became rapidly international.<br><br>Today, Manu Comté performs throughout the world (France, Netherlands, Switzerland, Germany, Italy, Spain, Portugal, Denmark, Finland, Scotland, Poland, Russia, Lithuania, Brasil, Japan, Taiwan, the United States, Lebanon, Argentina…) as a member of various ensembles and as soloist in a wide range of repertoires; from Tango Nuevo to contemporary music, from jazz to French songwriting. His musical activities are shared between performances, composition and arrangements for the stage.<br><br>It was at the age of 7 that he began his apprenticeship with his father’s accordion. At 14, Manu County discovers the classic accordion. His musical studies at the Royal Conservatory of Music in Mons (Belgium) are rewarded with a Higher Accordion Diploma and a 1st prize in chamber music, both awarded with the highest distinctions and congratulations from the jury. He then obtained a first prize from the city of Paris (France) with the greatest distinction and the congratulations of the jury at the “Lili et Nadia Boulanger” Conservatory (Paris IX). He is also a graduate of the Higher Institute of Music and Pedagogy of Namur (Belgium), music pedagogy section. The composition of original music and the creation of music or arrangements for theater, cinema, …are also part of his musical activity. Manu Comté has won numerous competitions in Belgium (Axion Classics competition, televised competition “young soloists” from RTBF, …) and abroad (competition “young soloists” from European regions, World Trophies accordion in Germany and Italy, …) . It was during the preparation of these competitions that he worked with teachers and pedagogues such as, Jacques Mornet (cnima), Frédéric Deschamps (Paris), … He participated in Jazz Mastersclasses with Richard Galliano in France (1998) and in Italy ( 2007). He also devoted himself to the practice of the bandoneon under the wise advice of Alfredo Marcucci, a famous Argentine bandoneonist.Passionate about the work of Astor Piazzolla, he founded in 1995 “Soledad” (accordion / bandoneon, violin, piano, guitar, double bass), whose renown is today international. Soledad performs on the biggest stages of the world like, the Santory Hall of Tokyo, the festival of La Roque d’Anthéron, the Concertgebouw of Amsterdam, the Palais des festivals in Cannes, the Montreal Jazz festival, the New Morning in Paris, the Miami Chamber Music Festival, the Palais des Congrès de Paris, the Lugano Festival, FLAGEY, BOZAR, … This year Soledad celebrates its 20 years as a trio, a homecoming in an intimate and prestigious guests.Manu Comté has participated in numerous concerts and festivals as a chamber musician and soloist (France, Netherlands, Switzerland, Germany, Italy, Spain, Portugal, Denmark, Finland, Scotland, Poland, Russia, Lithuania, Brazil, Japan, Taiwan, United States , Lebanon, Norway, …), in eclectic repertoires ranging from tango nuevo to contemporary music through jazz and French song. This year Manu Comté will give concerts, notably in Belgium, France, Italy, and for the first time in 2015 in Argentina with Gerardo Jerez Le Cam and the “National Symphonic Orchestra of Argentina”, …"
    },
    "5": {
      "description": "Myriam Fuks was born in Tel Aviv with Yiddish in her blood. Her mother, Franja Glasman, was an actress in one of Europe’s leading Yiddish theatres: the Kaminsky theater of Warsaw. Her uncle was a Yiddish poet and journalist. At the age of 12, Myriam Fuks joined the Yiddish Ykult theatre in Brussels. In 1974, she returned to Israel and became famous thanks to a song contest which was broadcast on national television. By 1984, her fame had spread to New York. Her recordings are acclaimed throughout the world. Myriam sings her love for Yiddish both on television and in the concert halls of Europe. Music is her natural language, and Yiddish is for her the language of emotion, of expressing the joy, the sadness, and the story of the people from a time and place when music and songs were a part of everyday life. Myriam Fuks is also an actress and recently completed filming ‘A Secret’ directed by Claude Miller, starring the French actors Patrick Bruel, Cecile de France and Julie Depardieu."
    },
    "6": {
      "description": "Born in Buenos Aires, Argentina, in 1989, Adriel began to learn the piano at the age of four. In the following years he became a student of René Tesco, Antonio De Raco, Carmen Scalcione and, currently, Luis Lugo. Nelson Gœrner, Ralph Votapek, Alan Weiss, Andrea Lucchesini, Alexis Golovine, Akiko Ebi, Roberto Urbay and Zenaida Manfugas also give him classes. At the age of seven, Adriel made his first appearances in Argentina’s concert halls as well as on television. In 2001 and 2002, he featured in the Martha Argerich Festival in Buenos Aires and, in 2003, the Festival Llao di Bariloche. The same year, he was nominated a ‘revelation’ in Classical Music category of the Clarín Prize. In 2004, he won a special award from the Argentinean music critics association as well as the first prize at the 7th Concurso Bienal of the Festivales Musicales. In 2005, Martha Argerich invited Adriel to her festival in Lugano and, in 2006, to the Meeting Point in Beppu, Japan.<br><br>André Delacroix of Resmusica (www.resmusica.com) is correct when he write of Adriel’s concert at the 25th Festival de la Roque at Anthéron: “He plays the Second, Third and Fourth Impromptu of Schubert, Rachmaninoff’s Prelude in G sharp minor, and the Etudes no. 1 and no. 12 of Scriabine. His play is characterized by clarity, finesse and emotion. Lines of great purity, a subtle and elegant phrasing and a technically impressive play win over the audience. With his delicacy, generosity and profound respect for the composition, avoiding all affectation, he makes the notes shine and jingle as they softly disappear into the clear night. A great pianist is born.”<br><br>For his first recording, Adriel has picked some of the pieces he played at that concert. Schubert’s three last Impromptus (op. 20), plus four Preludes of Rachmaninoff, two Etudes of Scriabine, two pieces of Liszt and Schumann and one of Chopin: it is a veritable recital of ‘encores’ that also potentially poses a risk for this young pianist because all great virtuosos have immortalised themselves in this repertoire, and their names remain indelibly associated with this music (one thinks of Rachmaninoff, of course, but also of Paderewski, Horowitz, Rubinstein and so many others). Adriel thus invites comparisons. David against Goliath? It is up to you to judge.<br><br>avanticlassic is proud to present this major revelation to you. Enjoy the music!"
    },
    "7": {
      "description": "Born in Belgium in 1973 to Polish and Indonesian parents, Alexander Gurning studied at the Royal Conservatory of Brussels. After completing his studies, he served for three years as assistant to the world-renowned Russian pianist Evgeny Moguilevsky. Soon after, Alexander moved to Moscow to attend further classes with Lev Naumov (once an assistant of Heinrich Neuhaus) and Victor Merzhanov (a representative of the Goldenweiser School) at the Moscow Conservatory.<br><br>Since then, Alexander Gurning has never stopped touring. He has appeared in world-renowned festivals such as the Progetto Martha Argerich in Lugano, the Schleswig-Holstein Musik Festival, the Festival International de Piano of La Roque d’Anthéron, the Sapporo Music Festival, the International Piano Festival of Obidos, the Saratoga Chamber Music Festival, the Tanglewood Music Festival, and the Verbier Festivals.<br><br>Alexander Gurning has played with the Boston Symphony Orchestra, the Philadelphia Orchestra, the Orchestra della Svizzera Italiana, the Orchestre Philharmonique de Radio France, the Orchestre National de Belgique, the Philharmonic Orchestra of Brussels or the Orchestre de Chambre de Lausanne with conductors such as Myung-Whun Chung, Charles Dutoit, Alexander Rabinovitch-Barakovsky and Christian Zacharias. Recently, Alexander toured Europe performing Bach’s Goldberg Variations to great acclaim.<br><br>The recording career of Alexander Gurning started with a ‘Choc’ award from French magazine Le Monde de la Musique for his very first solo album, in the series ‘Martha Argerich Presents’, featuring works by Stravinsky and Debussy. His other recording collaborations include frequent appearances with various prestigious musical friends in the annual EMI boxes of live recordings from the Lugano Music Festival. Alexander received another award from French magazine Diapason as pianist of the Talweg trio, together with Sébastien Surel (violin) and Sébastien Walnier (cello), for their Tchaikovsky/Shostakovich album.<br><br>Alexander Gurning is also a founding member of the world-renowned Soledad ensemble specialized in renewing the tradition of Tango. Together with Manu Comté (accordion and bandoneon), Jean-Frédéric Molard (violin), Patrick Schuyer (guitar) and Géry Cambier (bass), Soledad has had a tremendous success with acclaimed albums on the labels Virgin Classics and ENja.<br><br>Alexander’s superb classical technique, combined with a musical horizon embracing not only classical music but also jazz, world music and film music, make him one of the most fascinating, revered and accomplished artists of his generation."
    },
    "8": {
      "description": "Baritone Dietrich Henschel is a towering figure, physically, intellectually, musically and theatrically. His prowess as an interpreter, by which I mean precisely his ability to get below the surface of a song and right into its soul, is extraordinary. Herald Scotland Baritone Dietrich Henschel captivates audiences as a regular guest at major opera houses, an esteemed interpreter of lieder and oratorios as well as with his multimedia projects. His repertoire stretches from Monteverdi to the avant-garde. Born in Berlin and having grown up in Nuremberg, he made his debut in 1990 at the Munich Biennale for New Music and first became known internationally from 1997, following a period as an ensemble member of the Opera Kiel. At the Deutsche Oper Berlin he took the title role in Hans Werner Henze’s Prinz von Homburg, staged by Götz Friedrich, and he made an outstanding lead performance in Busoni’s Doktor Faust at the Opéra de Lyon and the Théâtre du Châtelet in Paris, for which he was awarded a Grammy.<br><br>The singer’s major roles include Rossini’s Figaro, Wolfram in Wagner’s Tannhäuser, Monteverdi’s Ulisse and Orfeo, Mozart’s Don Giovanni, Beckmesser in Wagner’s Die Meistersingervon Nürnberg, Alban Berg’s Wozzeckand Dr. Schön in Lulu, Golaud in Debussy’s Pelléas et Mélisande and Nick Shadow in Stravinsky’s The Rake’s Progress, with which he makes regular appearances at the major European opera houses. Contemporary composers such as Péter Eötvös, Detlev Glanert, Manfred Trojahn, Unsuk Chin, Peter Ruzicka and José-Maria Sanchez-Verdu have all dedicated leading operatic roles in their operas to the baritone.<br><br>In addition to his operatic work, Dietrich Henschel is committed to the performance of lieder and concert works for voice. In orchestral concerts he has worked with conductors such as Riccardo Chailly, Kent Nagano, Sylvain Cambreling and Semyon Bychkov. His collaborations with John Eliot Gardiner, Philippe Herreweghe, Nikolaus Harnoncourt and Colin Davis is documented on numerous oratorio recordings. Dietrich Henschel has a particular focus on theatrical and multimedia presentations of vocal music. He has performed staged versions of Schubert lieder cycles at La Monnaie, Theater an der Wien, Den Norske Opera Oslo and the Komische Oper Berlin, among others. In the project IRRSAL – Triptychon einer verbotenen Liebe, featuring the orchestral songs of Hugo Wolf, he combined film and live concert; his project featuring songs by Gustav Mahler, WUNDERHORN, was also a collaboration with director Clara Pons, and was developed as a co-production between several European partners including De Doelen, La Monnaie and the BBC Symphony Orchestra London.<br><br>Last season, Dietrich Henschel presented a diverse repertoire, including a performance of Haydn’s The Creation with the Tokyo Metropolitan Symphony Orchestra under Kazushi Ono, and a tour with the Orchestre des Champs-Élysées under Philippe Herreweghe with orchestral songs by Hugo Wolf and Gustav Mahler. At the opening concert of the Oxford Lieder Festival he performed Mahler’s Lied von der Erde with the Orchestra of the Age of Enlightenment; he subsequently went on to perform at the opening concert of Wien Modern, where he took the part of Jean Charles in Hans Werner Henze’s Floß der Medusa under the direction of Cornelius Meister. The new season begins at La Monnaie, where he will take the part of the Speaker in The Magic Flute staged by Romeo Castellucci. He will also reprise the title role in Peter Ruzicka’s new opera Benjamin at the State Opera Hamburg. He received critical praise for the world premiere of the work in June 2018: “Baritone Dietrich Henschel was a credible and direct Benjamin, both in terms of his acting and his immaculate vocal performance (…) a godsend for the production,” wrote the Spiegel Online. In May 2019 he will play Martin Luther in the world premiere of Bo Holten’s opera Schlagt sie tot! in Malmö. Concert engagements take him to the Suntory Hall Tokyo for a performance of Schoenberg’s Gurrelieder with the Yomiuri Nippon Symphony Orchestra under Sylvain Cambreling, as well as to the Tonhalle Orchestra Zürich for the world premiere of a piece by Matthias Pintscher under Kent Nagano. At the Philharmonie Berlin he will perform Haydn’s The Seasons with the Berlin Radio Symphony Orchestra and Vladimir Jurowski. "
    },
    "9": {
      "description": "One of the most powerful and enigmatic cellists, Alexander Kniazev was born in 1961 in Moscow. He started to study cello at the age of six with Alexander Fedorchenko and graduated from the Moscow Conservatoire in 1986.<br><br>He is a prize-winner of the National Competition (Vilnius, Lithuania), of the Cassado International Competition (Florence, Italy), of the Chamber Music International Competition, in the ensemble with Ekaterina Voskressenskaya (Trapani, Italy), of the Tchaikovsky International Competition (Moscow, Russia), and in the UNISA International Competition (Pretoria, South-Africa).<br><br>He has played with such world-famous conductors as Evgeny Svetlanov, Yuri Temirkanov, Kurt Masur, Mstislav Rostropovich, Vladimir Fedoseev, Mikhail Pletnev, Neeme Jarvi, Yuri Bashmet, Alexander Vedernikov, Pinchas Steinberg, Mark Gorenstein, Stéphane Denève and Charles Dutoit. He has performed with Orchestras such as the London Royal Philharmonic, the BBC Orchestra of London, the Bavarian Radio Symphony Orchestra, the Gothenburg Symphony Orchestra, the Baltimore Symphony Orchestra, the NHK Symphony Orchestra, the Tokyo Symphony, the Wiener Symphoniker, the Resident-Orchestra of the Hague, the Ensemble Orchestral de Paris, the Orchestre National de France, the Theatre Venice Orchestra, the Budapest Festival Orchestra, the State Academic Symphony Orchestra of Russia, the St. Petersburg Philharmonic Orchestra, the Tchaikovsky Symphony Orchestra, the Irish Symphony Orchestra, the Prague Symphony and the Praque Philharmonic Orchestra, the Luxembourg Symphony Orchestra, the Moscow Soloists Orchestra and many others.<br><br>His partners include pianists Evgeny Kissin, Nikolai Lugansky, Boris Berezovsky, Elisabeth Leonskaya, Denis Matsuev, Brigitte Engerer, Mikhail Voskressensky, Kasparas Uinskas, Valery Afanassiev, Plamena Mangova, Khatia Skanavi; violinists Viktor Tretyakov, Vadim Repin, Sergei Krylov, Vladimir Spivakov, Augustin Dumay, Dmitir Makhtin; violist  Yuri Bashmet; organists  Jean Guillou, Edward Oganessian, the Prazak Quartet, and many others.<br><br>In 1998, 2002 and 2015 Alexander Kniazev was a member of the Jury at the Tchaikovsky International  Competition in Moscow.<br><br>Alexander Kniazev has performed in such world-famous halls as the Royal Festival Hall and Wigmore Hall (London), the Theatre des Champs-Elysees, the Louvre auditorium and the Salle Pleyel (Paris), the Musikverein and the Konzerthaus (Vienna), the Concertgebouw (Amsterdam), the Mozarteum of Salzburg, the Rudolfinum Hall in Prague, the Suntory Hall (Tokyo), the Auditorium di Milano (Italy) and Bozar in Brussels.<br><br>Alexander Kniazev regulary gives masterclasses in Oviedo, Seoul, Manila, Colmar, Bad-Kissingen, Belgrade and in many cites in Russia.<br><br>Among the last great events in his career, we find a triumphal debut at the Musikverein (Vienna) with the Russian Tchaikovsky Orchestra conducted by Vladimir Fedoseev. As an organist, in 1991 Alexander Kniazev graduated from the Nizhny Novgorod Conservatoire where he studied with the well-known Russian organist Professor Galina Kozlova. His organ’s concert activity starting just afterwards. He played in such important halls as the Great Hall in Moscow, the Capella in St. Peterburg and many other organs in Russia. He was invited to play the famous organ in Saint Eustashe and Cathedrale Notre-Dame (France). In 2010 he played at the festival of Radio France in Montpellier (the complete Trio-sonates of J.S. Bach). In 2011, he made his debut in the Great Hall of St. Peterburg. His repertoire included many works by J.S. Bach, Mozart, Handel and Haydn, but also romantic music by Mendelssohn, Schumann, Brahms and Franck. In 2012 Alexander Kniazev was invited as president of  the Russian Organ Competition in Kaliningrad.<br><br>He played in Germany, in Japan (Tokyo Casals-Hall), in the Republic of South Africa (Pretoria), in the Great Hall of Sofia Philarmonic, in Ukraine, in Estonia, in the organ of the Riga Cathedral of Latvia (Dom) where he recorded his first CD (‘18 Leipzig Chorals’ of J.S. Bach). His last recording is J.S. Bach’s Goldberg Variations (transcribed by Jean Guillou).<br><br>The 21th century widened the touring scope of Alexander Kniazev. It started with a tour in Japan (both as a cellist and organist), concerts in Luxembourg, Norway and France and his first tours in Israel (with Y. Bashmet), Greece (Megaro Concert Hall in Athens), Australia, Sweden (Gothenburg Symphony Orchestra), Portugal and Ireland.<br><br>The musician’s concerts with Evgeny Kissin in Monpellier (Radio France Festival-2004), Verbier (Swiss), at the Suntory Hall (Tokyo, 2011), at the Theatre des Champs-Elysees (Paris 2012), as well as performance of the Elgar cello concerto with Maestro Yuri Temirkanov in Venice received the highest appraisals."
    },
    "10": {
      "description": "Born into the legendary family of gypsy violinists descended from Janos Bihari, “King of Gypsy Violinists”, Roby Lakatos was introduced to music as a child and at age nine he made his public debut as first violin in a gypsy band. His musicianship evolved not only within his own family but also at the Béla Bartók Conservatory of Budapest, where he won the first prize for classical violin in 1984. Between 1986 and 1996, he and his ensemble delighted audiences at “Les Atéliers de la grande Ille” in Brussels, their musical home throughout this period. He has collaborated with Vadim Repin and Stéphane Grappelli, and his playing was greatly admired by Sir Yehudi Menuhin, who always made a point of visiting the club in Brussels to hear Lakatos. Roby Lakatos is not only a scorching virtuoso, but a musician of extraordinary stylistic versatility. Equally comfortable performing classical music as he is playing jazz and his own Hungarian folk idiom, Lakatos is the rare musician who defies definition. He is referred to as a gypsy violinist or “devil’s fiddler”, a classical virtuoso, a jazz improviser, a composer and arranger, and a 19th-century throwback, and he is actually all of these things at once. He is the kind of universal musician so rarely encountered in our time – a player whose strength as an interpreter derives from his activities as an improviser and composer. He has performed at the great halls and festivals of Europe, Asia and America."
    },
    "11": {
      "description": "Born in Buenos Aires, Argentina, Karin Lechner received her first music lessons from her mother Lyl Tiempo in Caracas, Venezuela. She made her public debut at the age of five and recorded her first album at thirteen. She continued her training with Maria Curcio and Pierre Sancan and also benefited from regular advice by Martha Argerich, Daniel Barenboim, Nelson Freire, Nikita Magaloff and Rafael Orozco. Karin Lechner today performs at the world’s most prestigious concert halls, in particular at the Royal Concertgebouw of Amsterdam, the Philharmonic Society of Berlin, the Téatro Colon of Buenos Aires, the Suntory Hall of Tokyo, and the Kennedy Center in Washington DC. She is also the guest at the greatest musical festivals, among them Salzburg, Schleswig-Holstein, Colmar, Menton, Verbier or Montpellier. Karin is also a regular guest at the Festival Martha Argerich and Friends in Lugano. She appears in concert with a great number of partners, among them with Barbara Hendricks, Viktoria Mullova and Mischa Maisky."
    },
    "12": {
      "description": "Awarded a 'Choc' by French music magazine le Monde de la Musique, among others, for ‘her extraordinarily powerful and virtuosic playing’ and her ‘unique sensibility’, Russian pianist Polina Leschenko has worked with orchestras around the world including the Hallé, Russian National Orchestra, Bournemouth Symphony, Gulbenkian Orchestra, Bern Symphony, I Pomeriggi Musicali in Milan, Orquesta de Euskadi, Australian Chamber Orchestra, Camerata Salzburg, Lausanne Chamber Orchestra, Scottish Chamber Orchestra, London Mozart Players and Britten Sinfonia.<br><br>An accomplished and admired chamber musician, Polina Leschenko also performs frequently at many festivals such as Verbier, Salzburger Festspiele, Progetto Martha Argerich in Lugano, La Roque d’Anthéron, International Chamber Music Festival in Utrecht, Stavanger, Aldeburgh, Cheltenham, Oxford, Risor, Istanbul, Enescu Festival in Bucharest, Musiktage Mondsee, Schubertiade, Gstaad.<br><br>Regular chamber music partners include Martha Argerich, Patricia Kopatchinskaja, Ivry Gitlis, Julian Rachlin,  Ilya Gringolts, Nathan Braude, Heinrich Schiff, Mischa Maisky and Torleif Thedéen…<br><br>Leschenko has performed in venues such as Vienna’s Konzerthaus, Mozarteum Salzburg, Amsterdam’s Concertgebouw, Lincoln Center, Carnegie Hall, Köln Philharmonie, Wigmore hall, Cité de la Musique, Palais des Beaux Arts in Brussels, Tonhalle in Zürich, Victoria Hall in Geneva, Auditorio Nacional de Musica in Madrid.<br><br<Polina Leschenko was born in St Petersburg into a family of musicians, and began playing the piano under her father’s guidance at the age of six. Two years later she made her solo début with the Leningrad Symphony Orchestra in St Petersburg. She studied with Sergei Leschenko, Vitali Margulis, Pavel Gililov, Alexandre Rabinovitch-Barakovsky and Christopher Elton.<br><br>Currently Polina resides in Brussels with her husband Nathan Braude and her lovely daughter Alicia."
    },
    "13": {
      "description": "Lily Maisky was born in Paris, moving to Brussels soon after. She began playing the piano at the age of four, with Lyl Tiempo, also studying with Hagit Kerbel, Ilana Davids and Alan Weiss. Lily was a pupil at the ‘Purcell School of Music’ from 2001 to 2005 where she also studied jazz piano. She has received master classes and musical advice from renowned artists including Martha Argerich, Dmitri Bashkirov, Joseph Kalichstein, Pavel Gililov, Vitali Margulis, Oleg Maisenberg and Marielle Labeque to name just a few.<br><br>Concert appearances have taken her throughout Europe as well as the Far East, and she has been invited to many of the great festivals such as the Verbier Festival, Progetto Martha Argerich in Lugano, the Edinburgh Festival, Maggio Musicale Fiorentino, Bergamo-Brescia, the Franz Liszt festival in Austria, Julian Rachlin and Friends in Dubrovnik, Rencontres de Bel Air in France, the Schlesswig-Holstein Music Festival, the Berlin Festival, the Beijing Piano Festival as well as the English Chamber Orchestra Music Cruise. Lily has performed concertos under the batons of maestros Thomas Sanderling, Gerd Albrecht, Daniel Raiskin and Charles Olivieri Munroe, amongst others. She has also performed solo and ensemble works in such prestigious venues as the Royal Festival Hall in London, Vienna’s Concerthaus, Munich’s Prinzregentheatre, Hamburg’s Leiszhalle, Venezia’s La Fenice, Bonn’s BeethovenHalle, Tokyo’s Suntory Hall, Rome’s Teatro Olimpico, Moscow Conservatory, Saint Petersburg Philarmonie, New York’s Carnegie Hall, Seoul’s Performing Arts Center, Athens Megaron and Buckingham Palace among many others.<br><br>Lily features on several Deutsche Grammophon and EMI releases, and has been frequently broadcast on European and Asian radio and television. She enjoys playing chamber music as well as solo piano and forms a regular duo for many years with Mischa Maisky, as well as the Maisky Trio where her brother Sascha joins them. She has also performed with such artists as Julian Rachlin, Janine Jansen, Dora Schwarzberg, Renaud Capuçon, Chantal Juillet, Sergey Krylov, Martha Argerich, Nicholas Angelich, Frank Braley, Gérard Caussé as well as Alissa Margulis, Hrachya Avanesyan, Geza Hosszu-Legocky, Alena Baeva, Isztvan Vardai, Orfeo Mandozzi, Boris Brovtsyn and Boris Andrianov."
    },
    "14": {
      "description": "Born in 1983 in Switzerland, Francesco Piemontesi studied with Nora Doallo in Lugano and with Arie Vardi at the Hanover University of music. Alongside his studies he gained valuable inspiration from his work with Alfred Brendel, Cécile Ousset, Murray Perahia, Mitsuko Uchida and Alexis Weissenberg.<br><br>He is the recipient of numerous international prizes, including the Queen Elisabeth Competition in Brussels and a 2009 Borletti-Buitoni Trust Fellowship.<br><br>In September 2009, BBC named Francesco one of its „New Generation Artists”.<br><br>Francesco Piemontesi has made guest appearances at such internationally recognized venues as the BBC Proms, Schleswig-Holstein, City of London Festival, Martha Argerich Project, Cheltenham, Ruhr, Rheingau, Ludwigsburg, Kissinger Sommer and Roque d’Anthéron Festivals and can look back on performances at the Philharmonie in Berlin, Carnegie Hall in New York, Musikverein in Vienna, Wigmore Hall in London, Concertgebouw in Amsterdam, Rudolfinum in Prague and at Lucerne Festival and Suntory Hall in Tokyo.<br><br>He has played as soloist with the Symphonieorchester des Bayerischen Runfunks, BBC Symphony and BBC Philharmonic Orchestra, London Philharmonic Orchestra, BBC National Orchestra of Wales, Israel Philharmonic Orchestra, Scottish Chamber Orchestra, Orchestra del Maggio Musicale Fiorentino, Orchestre Philharmonique de Monte Carlo, Prague Symphony Orchestra, Osaka Philharmonic, Belgian National Orchestra, Tonkünstler Orchestra, London Mozart Players and the Zurich Chamber Orchestra collaborating with such conductors as Zubin Mehta, Jiri Belohlavek, Sakari Oramo, Lawrence Foster, Mikhail Pletnev, Christoph Poppen, Eiji Oue, Vassily Petrenko and Bruno Weil.<br><br>Francesco nurtures a special artistic interest in chamber music. He has played with Yuri Bashmet, Renaud und Gautier Capuçon, Emmanuel Pahud, Heinrich Schiff, Jörg Widmann and the Ebène quartet."
    },
    "15": {
      "description": "Award-winning American violinist Philippe Quint is a multi-faceted artist whose wide range of interests has led to several Grammy nominations for his albums, performances with major orchestras throughout the world at venues ranging from the Gewandhaus in Leipzig to Carnegie Hall in New York, a leading role in a major independent film called Downtown Express, and explorations of tango with his band The Quint Quintet.<br><br>Quint’s live performances and interviews have been broadcast on television by CBS, CNN, ABC, BBC World News, NBC, Reuters, Bloomberg TV, as well as by radio stations nationwide including NPR, WNYC and WQXR. His recordings have received multiple “Editor’s Choice” selections in Gramophone, The Strad, Strings, and the Daily Telegraph.<br><br>Philippe Quint plays the magnificent 1708 “Ruby” Antonio Stradivari violin on loan to him through the generous efforts of The Stradivari Society®. His remarkable degree of lyricism, poetry and impeccable virtuosity has gripped the eyes and ears of audiences in Asia, Australia, Latin America, Africa, Europe and the U.S. with what The Times (London) describes as his “bravura technique, and unflagging energy.”<br><br>In spring 2012, Avanticlassic released Quint’s new recording of concertos by Mendelssohn and Bruch, and Beethoven’s Romances Nos. 1 and 2, with the Orquesta Sinfónica de Minería led by Carlos Miguel Prieto which Gramophone described as “pure sound and refined expression. An account well worth hearing”. This disc was Quint’s first recording as part of his new agreement with Avanticlassic, where he joins such luminaries as Martha Argerich and Roby Lakatos. His next CD of rare operatic transcriptions with pianist Lily Maisky will be out in Spring 2013.<br><br>Quint is the first classical artist to star in the lead role of a major independent picture. Downtown Express, from Michael Hausman (producer of Gangs of New York, Brokeback Mountain and Amadeus) and multi-Emmy winning director David Grubin, is currently premiering through out the world at various national and international film festivals including Woodstock, New York, Houston, Mons (Belguim), Cuba, Vermont and Tampa.<br><br>Philippe Quint formed The Quint Quintet in 2009. The ensemble is dedicated to exploring the music of Astor Piazzolla and Argentine Tango. Quint is also Founder and Artistic Director of the Mineria Chamber Music Festival in Mexico City, and collaborates with cellist Zuill Bailey and pianist Navah Perlman as the Perlman/Quint/Bailey Trio.<br><br>In addition to his Grammy-nominated recording of William Schuman’s Violin Concerto and his new Mendelssohn/Bruch/Beethoven album, Quint’s formidable discography includes a large variety of rediscovered treasures along with popular works from standard repertoire. His recording of Korngold’s Violin Concerto (2009), which was ranked in the top 20 on Billboard’s Classical Chart in its first week of sales, was also nominated for two Grammy Awards. Other critically acclaimed recordings include the world premiere recording of John Corigliano’s Red Violin Caprices, Ned Rorem’s Concerto, Miklos Rozsa’s Complete Works for Violin and Piano with William Wolfram, Bernstein’s Serenade and a unique compilation of works by Paganini arranged by Fritz Kreisler, which BBC Music Magazine called “truly phenomenal.”<br><br>Constantly in demand worldwide, Quint’s most recent appearances include performances with the orchestras of Chicago, Detroit, Indianapolis, New Jersey, Minnesota, Bournemouth, Houston, Weimar Staatskapelle, Royal Liverpool, China National, Orpheus, Berlin Komische Oper, Leipzig’s MDR at Gewandhaus, Nordwestdeutsche and Bochumer Sinfonikers, Cape Town Philharmonic, and Plácido Domingo’s Youth Orchestra of the Americas. He has performed under the batons of Marin Alsop, Peter Bay, Carl St. Clair, Kynan Johns, Daniel Hege, Andrew Litton, Kurt Masur, Jorge Mester, Marco Parisotto, Jung Ho- Pak, Martin Panteleev, Eckart Preu, Carlos Miguel Prieto, Arild Remmereit, Stefan Sanderling, Klauspeter Seibel, Christopher Seaman, Kenneth Schermerhorn, Steven Sloane, Michael Stern, Bramwell Tovey, Gregory Vajda, Thomas Wilkins, and Martin Yates.<br><br>He has given solo recitals and chamber music performances at the Mostly Mozart, Caramoor, Ravinia, Aspen, Lincoln Center, and Chautauqua festivals, Lukas Foss’s Hamptons Music Festival, Kravis Center, UC Davis Presents, Rome Chamber Festival, Moritzburg, El Paso, La Jolla SummerFest and at the National Gallery in Washington.<br><br>Philippe Quint studied at Moscow’s Special Music School for the Gifted with the famed Russian violinist Andrei Korsakov, and made his orchestral debut at the age of nine, performing Wieniawski’s Concerto No. 2. After emigrating to the United States, he earned both Bachelor’s and Master’s degrees from Juilliard. His distinguished pedagogues included Dorothy Delay, Cho-Liang Lin, Masao Kawasaki, and Felix Galimir. He also studied and participated in masterclasses with Isaac Stern, Itzhak Perlman, and Arnold Steinhardt.<br><br>The Chicago Tribune proclaimed, “Here is a fiddle virtuoso whose many awards are fully justified by the brilliance of his playing.” Among his many honors, Quint was also the winner of the Juilliard Competition and Career Grant Recipient of Salon de Virtuosi, Bagby and Clarisse Kampel Foundations."
    },
    "16": {
      "description": "Dora Schwarzberg undertook her musical studies at the Stoliarsky School in Russia and with Yuri Yankelevitch at the Moscow Conservatory. She has played with the most distinguished orchestras in the world, including the New York Philharmonic Orchestra, the National Symphony Orchestra (Washington DC) and the most renowned Russian ensembles. She is a highly skilled chamber musician and has given recitals in the most prestigious concert halls, including the Amsterdam Concertgebouw, the Vienna Musikverein and the Queen Elizabeth Hall. Her musical partners have included Valeri Afanassiev, Martha Argerich, Yuri Bashmet, Valentin Berlinski (of the Borodin Quartet), Gérard Caussé, Lucy Hall, Nabuko Imai, Misha Maisky and Alexander Rabinovitch.<br><br>Teaching plays a fundamental role in Dora Schwarzberg’s life. She is a professor at the Vienna Academy of Music and has trained inumerous violinists who have won international prizes or become first violinists for such prestigious bodies as the Israel Philharmonic and the Luxembourg Philharmonic Orchestra. She gives master classes worldwide, in particular in the Yehudi Menuhin School and in the Shanghai Conservatory of Music (where she is an Honorary Professor). She also serves on several international juries."
    },
    "17": {
      "description": "American-Israeli conductor Steven Sloane is a visionary whose creative concepts and outstanding artistic merits have garnered respect in both artistic circles and in the realm of cultural politics. A student of Eugene Ormandy, Franco Ferrara, and Gary Bertini, he quickly set off for an international career and served as music director of the Spoleto Festival USA, Opera North in Leeds, and the American Composers Orchestra, as principal conductor of the Stavanger Symphony Orchestra, as artistic director of “Ruhr.2010” Capital of Culture, and as principal guest conductor and artistic advisor of the Malmö Opera.<br><br>From 1994 to 2021, Steven Sloane has been general music director of the Bochum Symphony, which he transformed into one of Germany’s leading orchestras. He was instrumental in the building and realisation of the orchestra’s own music centre, the Anneliese Brost Musikforum Ruhr, inaugurating the hall in 2016 to international acclaim. Other extraordinary achievements of his work with the Bochum Symphony include the exceptional production of Zimmermann's Die Soldaten at the Ruhrtriennale (2006) and at the New York Lincoln Center Festival (2008), the celebrated Mahler/Ives cycle at the Philharmonie Essen, and numerous CD projects, including the complete recording of Joseph Marx’s orchestral works. He will remain associated with the Bochum Symphony as honorary conductor.<br><br>In September 2020, Steven Sloane took up his new post as music director of the Jerusalem Symphony Orchestra, introducing several new concert series and formats in his first season. Highlights in 2021 include a tour to Germany in June 2021 with concerts at the Elbphilharmonie Hamburg, Konzerthaus Berlin, and Klavier-Festival Ruhr, as well as a joint performance of Gustav Mahler's Symphony No. 2 with the Bochum Symphony Orchestra at the Jahrhunderthalle, and the world premiere of the new opera Kundry by Avner Dorman at the Regarding Festival in Tel Aviv in October.<br><br>Steven Sloane is a frequent guest with prestigious orchestras including the London Philharmonic Orchestra, San Francisco Symphony, Israel Philharmonic, Sydney Symphony, Tokyo Metropolitan, Deutsche Kammerphilharmonie Bremen, Deutsches Symphonie-Orchester Berlin, hr-Sinfonieorchester, Philharmonia Orchestra London, City of Birmingham Symphony Orchestra, Orchestre Philharmonique de Radio France, Orquestra Sinfônica do Estado de São Paulo, and the Chicago Symphony Orchestra.<br><br>As a sought after opera conductor, he has been welcomed at houses such as the Royal Opera House Covent Garden (Le Nozze di Figaro), Los Angeles Opera (Dido and Aeneas/Bluebeard's Castle), San Francisco Opera (Wallace: Bonesetter's Daughter), Royal Danish Opera (Madama Butterfly), Grand Théâtre de Genève (Britten: A Midsummer Night's Dream), Houston Grand Opera (Vec Makropulos, The Magic Flute), Welsh National Opera (Iphigénie en Tauride), Deutsche Oper Berlin (The Love for Three Oranges) and Stuttgart Opera (Macbeth) as well as at festivals in Hong Kong (Salome), Santa Fe (Káta Kabanová), Edinburgh (Genoveva), Salzburg (Feldman: Neither) and New York (Turnage's Anna Nicole at the NY City Opera). His most recent opera accomplishments include the Berlin premiere of Reimann's Medea at Komische Oper, Adriana Lecouvreur at Oper Frankfurt, Der Fliegende Holländer, Tosca and Falstaff in Malmö, and Salome at the Spoleto Festival USA.<br><br>Mentoring young musicians has always been important to Steven Sloane. He has regularly conducted youth orchestras such as Junge Deutsche Philharmonie, Bundesjugendorchester, and Young Israel Philharmonic, and since 2013 he has served as professor at the Universität der Künste Berlin, where he founded the International Conducting Academy Berlin."
    },
    "18": {
      "description": "Described by Gramophone magazine as “ the most dazzling and spontaneous pianist of his generation ”, Sergio Tiempo has developed a reputation as one of the most individual piano virtuoso. Tiempo established his international credentials at an early age, making his professional debut at the age of fourteen at the Concertgebouw in Amsterdam. A tour of the USA and a string of engagements across Europe quickly followed. Since then he has appeared with many of the world’s leading orchestras and conductors and is a frequent guest at major festivals worldwide.<br><br>Born in Caracas, Venezuela, Tiempo began his piano studies with his mother, Lyl Tiempo, at the age of two and made his concert debut when he had just turned three. Whilst at the Fondazione per il Pianoforte in Como, Italy, he worked with Dimitri Bashkirov, Fou Tsong, Murray Perahia and Dietrich Fischer-Dieskau. He has received frequent musical guidance and advice from Martha Argerich, Nelson Freire and Nikita Magaloff.<br><br>Since then, Sergio Tiempo has been one of the most acclaimed soloists in the world. He collaborates in particular with conductors Claudio Abbado, Charles Dutoit, Christoph Eschenbach, Leonard Slatkin or Michael Tilson-Thomas and performs regularly with fellow-countryman and friend Gustavo Dudamel including concerts with the Simón Bolívar Orchestra. He also performs with the Orchestre Philharmonique de Radio France, the German Symphony Orchestra of Berlin, the Bamberg Symphony Orchestra, the Chicago Symphony Orchestra, the Orchestra of Cleveland, the Philharmonic of Los Angeles, the Symphony Orchestra of Montreal, the BBC Symphony Orchestra, the City of Birmingham Symphony Orchestra, the Hallé Orchestra, the Symphony Orchestra of the Academy of Santa Cecilia in Rome, the Rotterdam Symphony Orchestra, the Metropolitan and Philharmonic Orchestras of Tokyo, the Queensland Orchestra and the Auckland Philharmonia to name but a few.<br><br>Sergio Tiempo performs at the Vienna Konzerthaus, London’s Wigmore Hall, Queen Elizabeth Hall, the Berlin Philharmonie and regularly features at the most prestigious music festivals, in particular at the Edinburgh International Festival as well as well as the Oslo Chamber Music Festival, the Warsaw Chopin Festival, Salzburg, Schleswig-Holstein, Colmar, Verbier, Toulouse or at the ‘Dias da Musica’ in Lisbon. He also appears at the Festival Arturo Benedetti Michelangeli of Bergamo and is the regular guest of Martha Argerich at her Festival in Lugano."
    },
    "19": {
      "description": "Kasparas Uinskas is an internationally acclaimed pianist, praised by critics for his virtuosity and romantic style. Kasparas performs in the most renowned concert halls like New York’s Carnegie Hall, the Berlin Philharmonie, London’s Wigmore Hall, Madrid’s Auditorio Nacional, the J. F. Kennedy Center in Washington, DC and many others.<br><br>His recent performances include his concert with legendary cellist Alexander Kniazev at the Martha Argerich Festival in Hamburg (in June 2021) after his first appearance at this festival in piano duo with pianist Evgeni Bozhanov; with the Royal Chamber Orchestra of Wallonia (Belgium), with the Lithuanian State Symphony Orchestra, with the North Czech Philharmonic Orchestra (Czech Republic), with the Philharmonie Südwestfalen (Germany), with the Liepaja Symphony Orchestra at Piano Stars Festival (Latvia), with the Krakow Philharmonic Orchestra (Poland), as well as solo recitals at the Wigmore Hall in London, at the Baerum Kulturhus at the Piano Master Series (Norway), at the BoZar concert hall in Brussels, at the Brussels piano festival, at the Festival Nordland Musikkfestuke in Bodø (Norway), at the Fantastic Pianist Series tour in Japan and during a chamber recital tour in Norway and Lithuania together with the International Tchaikovsky Competition laureate, violinist Nikita Boriso-Glebsky; piano duo concert tour with pianist Evgeni Bozhanov and chamber concert tour with cello legend Alexander Kniazev and also with the International Tchaikovsky competition winner cellist Andrei Ionita.<br><br>Last season, Mr. Uinskas appeared together with violinist Nikita Boriso-Glebsky at the Bratislava festival, at the Slovak Philharmonic hall, with solo recital in Zurich (Switzerland), in Mumbai (India), in solo recitals and concerts with orchestra in Moscow, Voronezh, Ulyanovsk (Russia), with the Rosario Symphony orchestra at Teatro El Circulo in Rosario (Argentina), with an all Chopin recital in Belgium’s Brussels Chopin days among others. Mr. Uinskas is a frequent guest at many international music festivals throughout Europe and the USA, including the Aspen Music Festival (USA), the Music Festival of the Hamptons (USA), the South Shore Music (USA), and the Holland Music Sessions. Kasparas Uinskas also appeared as a soloist at the Verbier Festival as recipient of the Reuter’s Grand Prix, awarded by the festival.<br><br>His repertoire includes works by a wide range of composers, from Johann Sebastian Bach to 20th Century, however composers of the romantic era dominate his repertoire. Recent releases include Uinskas’ recording of a Chopin recital and the DVD of his live concert at the Berlin Philharmonie.<br><br>Kasparas Uinskas is a frequent guest on the Radio and TV programs, including BBC Radio 3 ‘In Tune’ program; the classical music radio station of The New York Times, program ‘Reflections from the Keyboard’ on WQXR with David Dubal.<br><br>Kasparas Uinskas was born in Lithuania. He began studying the piano at the age of six. He studied at the Lithuanian Academy of Music and Theatre, where he completed his Doctoral studies, at the Frédéric Chopin Music University in Warsaw, Poland, and at The Juilliard School in New York (with the prof. Kalichstein), as a recipient of the Vladimir Horowitz Scholarship."
    }
  },
  "releases": {
    "buy": "Buy",
    "artists": "Artists",
    "searchRelease": "Search release",
    "1": {
      "description": "Fire Dance by Roby Lakatos & Ensemble is an explosive mix of authentic Gypsy music combining themes from around the world. by Roby’s own estimation, it is his greatest work to date.<br><br>With superb panache, Roby and his Ensemble offer us some of their finest and most electrifying work. Roby is supported by his legendary band: Lászlo Bóni, the group’s second violinist, Ernest Bangó, the famous cimbalom player, Attila Rontó the guitarist and Oszkár Németh the bass player. together they deliver their most perfect recording yet committed to disc. the programme, the energy and the ever-amazing virtuosity are truly unique.",
      "press": null
    },
    "2": {
      "description": "Polina Leschenko has created a unique programme featuring predominately Prokofiev’s works. covering the entirety of his body of work, it begins with a thrilling performance of Prokofiev’s Classical Symphony in an unedited transcription for two pianos (by Rikuya Terashima). Polina is joined for this unique performance by the world renowned Martha Argerich. Prokofiev’s 7th Sonata, one of the most moving and virtuosic pieces of the composer’s repertoire, follows. Polina’s interpretation will surely come to be a benchmark in the discography of this work. the Cello Sonata that follows is a celebration of Polina’s friendship with the increasingly well known swiss cellist Christian Poltera. together, they give a noble, inspiring and delicate performance of this work. the programme finishes with three short virtuosic pieces recorded with Roby Lakatos: Prokofiev’s March from ‘l’Amour des Trois Oranges’; Tchaïkovsky’s Melodie (from ‘Souvenir d’un Lieu Cher’); and Rachmaninov’s Vocalise, in a new arrangement by Roby Lakatos.",
      "press": "“Leschenko has plenty to say in a boldly conceived Sonata 7, with some electrifying bravura playing in balance with the reposeful and poetic. Prokofiev’s Cello Sonata makes massive demands on the resources of the string player and the 29 year old swiss Christian Poltéra, with his rich sonority and dexterity, is superb: you would think he and Leschenko had been performing as a duo for years”.<br>CB, Hifi News, 06/06<br><br>“No orchestra could possibly compete with the micro-fine gestural reactions and textural clarity exhibited by Martha Argerich and Polina Leschenko in Rikuya Terashima’s stunning transcription for two pianos... A very special disc indeed”.<br>Julian Haylo, International Record Review, 08/06"
    },
    "3": {
      "description": "Pedro Burmester is an inspiring portuguese pianist who contributed to the famed ‘Casa de Música’ in Porto (Portugal). the recording features Liszt’s Sonata in B minor and Schumann’s Fantasie in C major Op. 17 and was completed in february 2005.<br><br>Since giving his first recital at the age of ten, Pedro Burmester, has won numerous national and international prizes and toured throughout the world. he has performed with many well-known orchestras (such as the National Opera Orchestra Belgium, Northern Synfonia of England, Nederlands Kamerorkest, Gulbenkian Orchestra, Rotterdam Philharmonic, and the Australian Chamber Orchestra to name a few). Pedro was invited by Sir Georg Solti to perform Beethoven V with the London Symphony Orchestra at the opening concert of “Lisbon, Cultural Capital of Europe ’94”.",
      "press": "“Burmester is the first pianist since the Soviet titan to give Schumann’s Fantasie the kind of recklessly virtuosic, emotionally incandescent, utterly individualist performance for which Richter was revered. Burmester doesn’t just play the notes -he infuses them with unbearable energy and overwhelming intensity, making the most of every jot and title in the score. Better yet, Burmester goes behind, below, and above the score, and like the greatest Romantic pianists, re-creates the score as a totally compelling musical and emotional experience. For listeners looking to be ravished, try Burmester”.<br>James Leonard, www.allmusic.com, 09/06"
    },
    "4": {
      "description": "Dora Schwarzberg is one of the most inspired, challenging and personal violin players of her time. her playing is unequaled. she teaches at the Vienna Music High School and has trained more than 100 violinists, many of whom are now first prize winners in international competitions and/or ‘konzertmeister’ of international orchestras. she is frequently invited to Verbier and Lugano and often plays with other virtuosos, including Martha Argerich.<br><br>Polina Leschenko, 23 year old when recording this program, has played amongst others at la Roque d’Antheron (France), in the Lugano Festival, and at the Beppu Meeting Point.",
      "press": "“The back cover, a portrait of women in each other’s arms, is probably that of two White Witches. They let music soar up into the sky to travel around the world instead of flying on broom sticks. Deeply passionate, they have acquired their powers through diligence and tough training. There is no Black Magic here. Dora Schwarzberg, born in Odessa and Martha Argerich, born in Buenos Aires have performed together in various scenes as reliable partners in chamber music. In their latest disk, heated aspiration and deep maturity echo through their duo. What on earth is this youthful force? Dora strictly adheres to the traditional aesthetics and not forgetting simplicity, sings passion. Martha, also embracing orthodox beauty, freely expresses her sensuality in dramatic flashes. They grasp the core of each music with rich molten rhythm and innate stirring, dissipating heat from within. Schumann is the best selection for them. Passion internally combusts and their rich vocals reach boiling point”.<br>Takaakira Aosawa, Record Geijutsu, Japan 06/06<br><br>“In these remarkable performances, full of character and insight, Martha Argerich and Dora Schwarzberg strive for the maximum in expressive intensity, atmosphere and drama. The second theme in Franck first movement has never seemed so passionate than in Argerich’s account, and the transition at the end of the second movement from dark mystery to stormy triumph is realised with exceptional vividness.. This is a splendid performance. Schwarzberg relishes all the music’s sensuous, grotesque and humourous elements making many other accounts of Debussy’s extraordinary swansong seem, by comparison, pale and conventional”.<br>Duncan Druce, Gramophone, U.K. 10/06<br><br>“In terms of sheer passionate musicianship, their performances can’t be beat. It goes back to their ensemble. Schwarzberg and Argerich really do listen to each other -the unity of their tempos and forms is incomparable- really do respond to each other -if Schwarzberg uses rubato to shape a phrase, Argerich is right there with her - and really do play with and not against each other. Schwarzberg and Argerich are pulling together and performing as one and it can for once be truly said that they make beautiful music together. Avanti’s recording is utterly transparent”.<br>James Leonard, www.allmusic.com, 09/06<br><br>“The First Movement is a masterpiece of pacing, while the second has plenty of passionate fire. The Debussy is similarly built from extremes, and the periodic upward surges of the Schumann seem to erupt from nowhere”.<br>Christoher Dingle, BBC Music Magazine, 10/06<br><br>“What really fascinates here is before all the extraordinary complicity of the two musicians, but also their ability to reinvent the scores with a totally unheard approach... Sometimes diverting, often brilliant, always enthralling”.<br>Nicolas Blanmont, La Libre Belgique, Belgium, 06/06<br><br>“Schwarzberg and her friend and long-time chamber music partner Martha Argerich give on this CD extraordinary performances of Sonatas of Franck and Debussy and of the Fantasiestücke of Schumann. The slender but always sweet sound, the personal but always eloquent choice of tempi, phrasing and agogic, this poetic discourse: You never heard these pieces played like this, especially the Schumann’s”.<br>Stephan Moens, De Morgen, Belgium 06/06<br><br>“Schwarzberg and Argerich give a catching, passionate interpretation of the Franck Sonata. Rest and agitation is perfectly balanced and both musicians are sovereign. In the deliciously dark Second part, the violin sings strongly above the piano which gives Argerich all the space needed. In the calm last movement both musicians have been wound in a sensitive pastoral dialogue. Debussy’s sonata get a less orchestral treatment. The pianist and the violist sense the humour perfectly and the refined inner life of this work. In Schumann’s Fantasiestücke 73 the two artists demonstrate their feeling for romantic rubato”.<br>Willem Veldhuizen, VKZ, Netherland, 08/06"
    },
    "5": {
      "description": "This luxurious project is a fusion of the hugely popular Lakatos Gypsy style with a Yiddish and Klezmer repertoire.<br><br>With support from the world-renowned Yiddish singer Myriam Fuks, the Italian accordionist Aldo Granato and the celebrated Franz Liszt Chamber Orchestra, this luxury production will delight both fans of Roby and of Yiddish Klezmer music.<br><br>A unique homage to some of the most inspiring tunes of western musical history with a very modern feel and with arrangements containing elements of Tango, Funk, Jazz and Waltz. This is an extremely refreshing and original musical journey.",
      "press": "“The symbiosis is striking, both traditions drawing copiously from the same melodic wells and both refined over centuries to squeeze a tear from hearts of stone. The Lakatos take on Hatikvah may never get played on Israeli state occasions but its tremulous yearnings are authentic beyond dispute. Best of all, Lakatos introduces the Yiddish singer Miriam Fuks who, in a pitch-perfect alto profundo, delivers irresistible sweet-sour wedding songs of a world that is no more”.<br>The Evening Standard, Norman Lebrecht, U.K.<br><br>“The fastest-fingered fiddler in the world”.<br>The Daily Telegraph, IH, 10/2005<br><br>“A man from whom the phrase ‘larger than life’ might have been coined”.<br>The Bulletin, NN, December 2005 “"
    },
    "6": {
      "description": "Avanticlassic is extremely proud to release this new album featuring world-renowned artists Martha Argerich (piano) and Dora Schwarzberg (violin). With this record, Dora and Martha celebrate their unique friendship. For years both artists have performed throughout the world together, having annual musical encounters whether on tour or at Martha’s festival in Lugano. This is the first time, however, that they have entered the studio together.<br><br>The recording, of the sonatas by Franck and Debussy and the Fantasiestücke of Schumann, took place in Brussels in December 2005. The artists’ musical understanding is unique and this recording may come as a surprise for many listeners. Their approach is always inspired but also deeply personal and the result will, undoubtedly, constitute a new benchmark in the history of the three works. both artists gave much of themselves in order to ensure that this recording is a unique musical highlight with no comparison, and they are extremely proud of the result.<br><br>Furthermore, this is only the second time that Martha Argerich has been recorded in 5.1 surround sound for SACD (by multi-award winner recording engineer Hugues Deschaux) and it is her first studio recording for a non-major label.<br><br>The cover for this album is ‘Internal Space’ by the celebrated american artist George Condo, inspired by the performances on this recording.",
      "press": null
    },
    "7": {
      "description": "For the first time Polina Leschenko records warhorses of the classical repertory. With the Liszt Sonata in B minor; Busoni’s Transcription of the Chaconne (J.S. Bach); the Waltz from Faust (Gounod/Liszt); and a marvellous Prelude and fugue in A minor (J.S. Bach/Liszt), Polina, at only 25, presents a truly thrilling program.<br><br>Polina’s virtuosity is again displayed at its very best. Her vision of the works will undoubtedly provoke many reactions. Polina Leschenko is not a consensual artist. She is a highly individual voice among today’s greatest pianists.<br><br>For those who consider the art of interpretation as a quest for a musical truth that is not cast in stone but, on the contrary, is a domain for imagination, respect and above all an unequalled means to communicate the deepest feelings, this record is unmissable.<br><br>Her incredible involvement in these works, her absolute knowledge of the counterpoint, her total musical command, her true poetic moments as well as her furies will certainly not leave anybody unmoved.",
      "press": "“Leschenko gives us a challengingly individual Liszt Sonata, evoking memories of Horowitz’s prewar dexterity and wider in colour range than any other I know”.<br>Hifi  News, Christopher Breunig,  January 2008<br><br>“Polina Leschenko has matured without having lost any of her freedom. Now even more inspired, she turns her wonderful talents to a brilliant, almost improvisatory reading of the Liszt repertoire. Beautifully acknowledging Bach, Busoni and Gounod’s Liszt transcriptions in the first half of the disc, she then offers a unique and personal version of the Sonata: a visionary reading full of lucidity”.<br>La libre Belgique,  Martine Dumont-Mergeay, 4/07/07"
    },
    "8": {
      "description": "Adriel Gomez-Mansur is as yet unknown to most people. However appearances by this 17 year old prodigy in Lugano (Switzerland) and Beppu (Japan) have already created huge anticipation and excitement around this shy boy.<br><br>Discovered and protected by Martha Argerich, this amazing poet of the piano recorded this, his first, recital in May 2006 for avanticlassic. This first project includes works by Schubert, Rachmaninov, Chopin and Liszt.<br><br>Adriel Gomez-Mansur will certainly come as a revelation for many listeners as he combines a deeply poetic sensibility with amazing technique.<br><br>The cover for this album is ‘Birthmark’ by the Belgian Painter Cris Brodhal.",
      "press": "“Adriel Gomez-Mansur : An interpreter of genius, not a machine.<br>Only one adjective matches his interpretation: ‘Magic’.<br><br>What poetry! What sensibility!”.<br>Resmusica.com, Richard Porteli, France, 11/06<br><br>”Here, from the first note, we are captivated by his performance : Adriel Gomez-Mansur-Only 17!-brings us into the purest poetry: his sonority is of such delicacy and his touch of such poetry and diversity,. he is totally impregnated by the composer and the work he performs and takes us by the hand to travel on the wings of music .Warmly recommended”.<br>Bernadette Beine, Crescendo, 06/07"
    },
    "9": {
      "description": "This new release from avanticlassic features siblings Karin Lechner and Sergio Tiempo in an extraordinary recital of celebrated French Music for piano duo or two pianos.<br><br>Karin and Sergio are two of the best soloists of their generation. Their acclaimed soloist careers did not prevent them from keeping a place for piano duo. It is always a musical highlight when both brother and sister join forces to offer us a truly virtuosic but also highly inspired moment of music.<br><br>Their first album for avanticlassic focuses on one of the most interesting musical periods in France history: La Belle Époque. With Scaramouche from Darius Milhaud, Daphnis and Chloé by Maurice Ravel, Dolly by Gabriel Fauré, two Nocturnes from Debussy and a haunting la Valse from Maurice Ravel, they chose an inspired program displaying the intimacy, the magic, but also the fascinating musical concepts arising from this culturally rich era.<br><br>This edition also includes an exclusive DVD featuring Insights of a Duo, directed by Joachim Thôme (www.lesproductionsduverger.be) plus Night Recordings, a documentary on Karin Lechner and Sergio Tiempo.",
      "press": "“Karin Lechner her brother Sergio Tiempo combine successful solo careers  with their appearances together-and a formidable duo they are too.  Sibling telepathy coupled with playing together since they were old  enough to sit on a piano bench have their benefits, one of which is this  CD, without doubt one of the most electrifying recordings of four-hand  piano music I have ever heard. Any scepticism will be dispelled after  the opening bars of ‘Vif’, the first movement of Scaramouche. How alive  they are to every nuance, precision-drilled yet elegant and spontaneous,  with that essential prerequisite of making a studio performance sound  as though it were being played in front of a live audience. The  resourceful arrangement of Ravel’s Daphnis and Chloe Suite No.2 for two  pianos, made by Ravel’s life-long friend Lucien Garban (1877-1959), was  performed by Lechner and Tiempo at the 2007 Lugano Festival and was one  of the highlights of EMI’s 3-disc set but Avanti’s recorded sound makes  this version preferable. Fauré’s Dolly is invested with a subtly  expressive detail that makes you listen with fresh ears to this  well-worn favourite, while the performance of Fêtes (Ravel turned  arranger) supersedes the venerable 1935 recording by Rosina and Josef  Lhévinne -and that is saying something. La Valse is a thrilling tour de  force. Accompanying the CD is a DVD with a documentary on  Lechner and Tiempo and a second feature in which the duo talk about the  music. The whole package is classily and thoughtfully presented by this  Belgian label and is a credit to all concerned”.<br>Gramophone, Jeremy Nicholas.<br><br>“A  disc of almost universally superlative playing. Where do Avanti  find their artists? One has to ask for they turn up quite a sensational  set of pianists one after the other and these siblings (Karin Lechner  and Sergio Tiempo) are no exception. There are only two “genuine” works  for a duo here and one of them, Milhaud’s brilliant Scaramouche opens  proceedings. Quite electrifying playing immediately fills the room as  the young players sound, figuratively speaking, as though they are  dancing along to the outer movements high spirited music - it must be  noted that they are suitably reflective in the central “Moderé” movement  and altogether this is a wonderful rendition. Scarcely after one  regains composure after the Milhaud, does one of the most outrageous  transcriptions this listener has ever heard caress the ear. It is hard  to imagine for those who have yet to hear this duo in action but their  playing of Ravel’s second suite from Daphnis et Chloe leaves little to  the orchestral version. A simply ravishing account of Lucien Garban’s  virtuosic transcription that the Duo Lechner play with considerable  finesse. Central to the program is Faure’s Dolly suite (the  only work here for 4 hands, 1 piano) and Duo Lechner are sensitive to  the more reflective nature of the music and grant it a clean, simple  rendition that merely leaves a smile on the listeners face(.)Ravel’s  transcription of his own La Valse and it is given a quite exceptional  reading here; many will have heard orchestras produce less colour than  the Duo Lechner do here. Reflective where called for, the faster  movements are thrillingly dispatched in a white-knuckle ride that has  one perched on the edge of one’s seat. Fortunately, despite all the many  thrills, there are no spills and one merely wishes to have been present  when this marvelous rendition was set down.(.)This is a disc  that cries out to be heard and then heard again! Enthusiastically  recommended”.<br>SACD.net, John Broggio, September 2009"
    },
    "10": {
      "description": "Roby Lakatos’ latest release for avantijazz is an all-Jazz project. Featuring prestigious guests including legendary French manouche-fiddler Stephane Grappelli, superstar Russian violinist Vadim Repin, cult American jazz trumpeter Randy Brecker, world-renowned Hungarian saxophonist Tony Lakatos and French Jazz master Marc Fosset, Roby Lakatos with Musical Friends is a unique journey to heart of Jazzland.<br><br>Roby Lakatos has always been famous for his incredible ability to improvise in every possible style. Curious about many musical repertoires, Roby has played jazz since childhood. After many experiments with established masters, he decided to produce an album entirely devoted to Jazz and choose the most incredible standards: From Dave Brubeck’s Blue Rondo á la Turk to Miles Davis’ Four, via Charlie Parker’s Donna Lee and Paganini’s 24th Capriccio, this album is an extraordinary opportunity to discover his limitless talent in a musical genre so dear to his heart.<br><br>For Roby Lakatos playing jazz is above all sharing and you will discover how wonderful he is at sharing musical sets with the most incredible cast of guests.<br><br>This version includes a 2nd CD with 3 bonus tracks (24 minutes) never released before.",
      "press": null
    },
    "11": {
      "description": "Since the end of the Second World War, Yiddish culture has been gradually on a decline. Those people who were able to experience the golden age of Yiddish theatre and music firsthand are now, unfortunately, largely gone. The new generation of singers does not compare with those writers, artists and performers who drew from their own personal experiences to produce works infused with a tremendous richness.<br><br>However one jewel remains: Myriam Fuks. Born into a family of Yiddish singers with whom she toured since childhood, Myriam’s performances fill her audiences with awe. She delivers every musical phrase with a naturalness and intimacy that otherwise seems to have been lost forever.<br><br>What Myriam offers is simply the fruit of a life spent immersed in Yiddish culture. Yiddish — her mother tongue — is her way of life. Her life has been a voyage, often alone, but with a myriad of memories, jokes, suffering, and joy … in short, A Life. And her music reflects the depth of her experience.<br><br>After a decade of absence these unique works, now completely remastered from the original recordings, are once again available. avanticlassic is particularly proud to present this entirely new selection of 18 songs. And for the first time, Myriam has allowed the lyrics — most of which have been handed down orally — and translations of each song to be published together with the CD.<br><br>The disc also includes the first ever recording by the now internationally acclaimed violinist, Roby Lakatos, then only 16 years old as well as 2 bonus tracks, one of them previously unreleased.<br><br>All in all, this disc is a unique tribute to the Yiddish culture, performed by the leading contemporary Yiddish vocalist, and including absolute gems like Yiddishe Mama, Papierossen, Belz, Yankele and many more.",
      "press": null
    },
    "12": {
      "description": "“The soul of a poet” according to Le Monde de la Musique (FR), Alexander Gurning is one of the most original and accomplished musicians of his generation. Equally at ease in classical, jazz or contemporary music, Alexander studied at the Royal Conservatory of Brussels (BE) and at the Moscow Conservatory (RU). He rose to fame as a pianist in the world acclaimed Soledad ensemble devoted to Tango Nuevo, traditional tango, contemporary music and jazz.<br><br>After receiving many awards for his first solo recital in the ‘Martha Argerich Presents’ series (Choc du Monde de la Musique), Alexander now returns to the core of the classical music repertoire with a fascinating recording of Bach’s Goldberg Variations. The artist toured the work extensively in Europe to great acclaim before tackling the recording sessions.<br><br>Alexander Gurning: “For me Bach’s music doesn’t just talk about his own life, but about all our lives. He reaches out to us. And if we follow him, he shows us ourselves”.",
      "press": "“There seems to have been a fairly constant stream of new Goldbergs over the last year or two. Alexander Gurning adds his contribution to the work’s burgeoning discography, and a fine account it is, too. Right off, he holds the listener’s attention with a concentration that is palpable, more of the concert hall than the recording studio. He shapes the Aria affectionately yet he does not smother it, and in doing so we hear it as pregnant with possibilities. The precision of Gurning’s articulation is immediately obvious in the first variation. Both hands are equals, indeed all digits seem to be equals, enabling Gurning to highlight voices clearly and without strain, in turn enabling us to hear the score without distraction. Intriguingly, Gurning states that one of his ideas is to treat the Goldberg Variations with “a dramaturgy that is unique to the world of the Bach cantatas.” It works. There is the feeling of an unfolding narrative, a narrative replete with possibilities of which Bach only allowed us to hear an hour’s worth. Perhaps that is how he can create such stillness in variation 15 (“Canone a la Quinta in moto contrario”), then immediately invoke a theatrical atmosphere in the ensuing “Ouverture.” Variation 25 also conjures up this same oasis of calm. Over and over again one senses Gurning’s sensitivity and humility in his desire to serve Bach well (I should point out that I write this the morning after experiencing Lang Lang’s “Emperor” at the Royal Albert Hall, London, with the Philharmonia and Salonen, where the pianist was all and Beethoven was somewhere in the background).The almost pointillist variation 20 seems to prefigure variation 23, where one can almost hear Bach straining to be Webern. The magical poignancy of the return of the Aria is as satisfying as in any version I have encountered. Belgian pianist Gurning (of Polish/Indonesian parentage) has links with Martha Argerich, who introduced him to the Lugano Festival. Before that he studied at the Brussels Conservatory and with Lev Naumov and Victor Merzhanov at the Moscow Conservatory. His credentials are impeccable, and seem to have led to an integrity that is immediately audible in this release. Several readings of the Goldberg Variations have come my way recently: .... Gurning outperforms them all. The SACD recording is impeccable, beautifully rendered and with perfect presence.”<br>Fanfare Magazine, Colin Clarke"
    },
    "13": {
      "description": "With this brand new SACD Stereo release, piano virtuoso Sergio Tiempo reveals stunning live recordings made at the Progetto Martha Argerich festival, Lugano. The first half of the program is devoted to Franz Liszt, beginning with a thunderous Dance of the Dead (Totentanz) masterly conducted by Ion Marin. This is followed by three magnificent Petrarch Sonnets: at the same time mystical, poetic and highly virtuosic. The finale is an amazing performance of Tchaikovsky’s first piano concerto, shaped in collaboration with Alexander Rabinovitch-Barakovsky, one of the most influential musicians of our era but also a conductor without equal.<br>This album is an absolute must have for piano lovers. Whilst some might be astonished by the liberties taken by the artists, most will simply be thrilled by the sheer joy and excitement emanating from these live performances.<br>Sergio Tiempo: “this is an album that pays homage to Liszt, to timelessness, to daring explorations, and most of all, to the preservation of rare moments in life”.",
      "press": "“this is virtuosity at the service of poetic art and Tiempo provides poetry and art in spades. Very high class playing indeed”. (about the Petrarch Sonnets)<br>Sacd.net,, J. Broggio, 06/01/2012<br><br>“The two works here involving the orchestra were recorded live at Lugano Festival in 2004 and 2005, and show a pianist of electrifying brilliance. Liszt’s Totentanz is, of course, all demonic brilliance; Tiempo attacks with ebullient swagger. The finale (of Tchaikovsky’s First Piano Concerto) bristles with excitement”.<br>The Sunday Time, SP, 22 January 2012<br><br>“A strong sense of lyricism and a taut technique colour Sergio Tiempo’s live recording of Liszt’s Totentanz and Tre Sonetti...and Tchaikovsky’s first Piano Concerto... the hurtling passions and moments of introversion in the Tchaikovsky are cleverly navigated”.<br>The Independant, AP,  29/01/2012<br><br>“Tiempo does indeed live for the moment, and the two concerto works are exciting and exhilarating in the extreme. Totentanz is exceptionally finely crafted, with faultless ensemble with conductor Ion Marin, and Tiempo copes with fiendish demands with light touch and crystalline clarity. Too often this is a heavy and bombastic work which sinks under its own weight, both in the musical content and the thickness of the scoring, both orchestral and pianistic, but there is none of this here. This is certainly a version to return to, with all the thrill and spontaneity of a live performance and a very impressive collaboration. Tiempo’s impetuousness (in Tchaikovsky’s first piano concerto) is undeniably exciting , driving through the finale’s  into the Coda with an unmarked accelerando...Tiempo’s Totentanz is especially impressive, but the solos Liszt works are finer still. Tiempo is not hidebound by bar lines and regularity of metre, and there’s a degree of rhythmic waywardness and freedom which allows him to unfold these works in an improvisatory manner. This is matched by a full-blooded tone, never forced, and pedaling of real subtlety, with the filigree passagework on the ‘Sonetto 104’ totally clear,  while the opening of ‘Sonetto 47’ is a model of colouring, the shade of the oscillating left-hand chords contrasting with the light of the right-hand melody. With so many performances these days that are somewhat conservative and predictable, it’s wonderful to encounter a young firebrand who has so much to say, with a prodigious technique married with the widest range of tone and colou”.<br>International Record Review, N.S., February 2012<br><br>“An exciting, full-blooded performance of Liszt’s Totentanz, recorded live in 2004 ., finds [Venezuelan pianist Sergio Tiempo] fully in command of the music’s technical and stylistic facets. Confidence, dynamism, and personality also emanate from Tchaikovsky’s First Concerto, recorded the following year : Tiempo and his conductor Rabinovitch-Barakovsky are certainly not afraid of exploring fresh interpretative avenues that contribute to a genuine feeling of spontaneity. The three Petrarch Sonnets attest to Tiempo’s sensitivity and limpid touch”.<br>The Daily Telegraph, G.N. January 2012<br><br>“In both Liszt’s Totentanz and Tchaikovsky’s First piano Concerto, [Sergio Tiempo] more than fulfills his early and extraordinary promises. Indeed, it is no exaggeration to say that he may well be the most dazzling and spontaneous pianist of his generation. At every point he turns the heat up to near boiling point, joyfully and unapologetically flaunting his virtuoso bird-of-paradise feathers. His octave technique is superhuman: try the famous cannonade of octaves in the first movement of the Tchaikovsky,. Every bar sparks with a fearless, vivid and audacious life, and no other recent version of the Tchaikovsky comes within distance of this. Tiempo’s endless pianistic resource is no less evident in Liszt’s Petrarch sonnets, their florid emotional live,., ideally suited to such volatility and imagination. Well recorded and accompanied, with the pianist’s own playful and perspective essay, this is a record on a thousand”.<br>Gramophone Choice, B.M. April 2012<br><br>“Sergio Tiempo is one of the leading pianists of our time, and this interesting disc of Liszt and Tchaikovsky finds him on good form in repertoire that suits him admirably. Tchaikovsky’s Piano Concerto No. 1 may be one of the best loved of all his compositions, and of all piano concertos too, but it is also one of the most Lisztian of Tchaikovsky’s works. He admired the earlier master and frequently turned towards him as an example, so to couple the concerto as here with music by Liszt is an eminently suitable choice. Tiempo galvanizes the performance with a thrilling opening phrase, and though the relationship with the orchestra doesn’t sustain this kind of frisson throughout, the performance always sounds well. The vivacity of the finale and above all, the charm of the central movement, bring many moments to savour. Liszt’s Totentanz, first performed by Hans von Bülow at The Hague in 1865, is the master’s greatest work for piano and orchestra, despite the two concertos. It takes the form of a powerful set of variations on the Medieval plainchant the Dies Irae, which Liszt first encountered in the finale of Berlioz’s Symphonie Fantastique, of which he made a notable piano transcription. Tiempo’s live performance has real electricity, with slightly faster tempi than the benchmark recording by Krystian Zimerman (DG 423 571-2) (...) Tiempo’s performance is highly rewarding, with a good piano-orchestra balance and a satisfying collaboration of intent. Perhaps the highlight of the disc comes in the three Petrarch Sonnets from the second book of Années de Pèlerinage, a collection inspired by literary sources. The piano sound does full justice to Tiempo’s control of dynamic shadings, while his command of line and keyboard texture is no less impressive”.<br>MusicWeb International, Terry Barfoot,"
    },
    "14": {
      "description": "Described by Gramophone as “a formidable Duo”, celebrated South-Americans virtuosi Karin Lechner and Sergio Tiempo invite you to discover Tango Rhapsody, their exciting new recording for Avanticlassic. For this project, the Duo Lechner Tiempo selected eight Tango pieces that were specially arranged or composed for them by the most famous Argentinean composers. You will find such beloved pieces as ‘La Muerte Del Angel’, ‘Adios Nonino’ and ‘The Secret in Their Eyes’ – the music theme from the Oscar winner movie ‘El secreto de sus ojos’.<br><br>Central to the album is the world premiere recording of the ‘Tango Rhapsody’: a concertante-theatrical piece dedicated to Karin Lechner and Sergio Tiempo and composed by one of the leading film composers of his generation: Federico Jusid. Premiered at the famous Progetto Martha Argerich festival, Lugano, this overtly passionate, virtuosic and cinematic work is not only meant to be played but includes also a scenic action. To allow you to get all the intensity emanating from the Tango Rhapsody, this limited edition contains a Bonus DVD featuring a complete performance filmed in Argentina.",
      "press": "“A life-affirming thrilling disc from two pianists who clearly love every note. All the Piazzolla and the Jusid-Kauderer are arranged by either Pablo Ziegler or Federico Jusid for the two pianos that are caressed and toyed with in all manner of ways by Karin Lechner & Sergio Tiempo. Tiempo hails from Caracas (Venezuala) but it is clear that the Buenos Aires-born raised Lerchner has thoroughly primed him in the almost unrecognizable subtleties of the Tango phrasing emphasis (akin to a gifted musician from Vienna schooling you in how to play the Strauss family). For all the sultry passion that is vividly portrayed, there is a delightful playful to the playing of both pianists that never fails to raise a smile; needless to say the Piazzolla items are the best known. The centrepiece of the disc is Jusid’s Tango Rhapsody for 2 pianos and orchestra. Unlike the rest of the programme, which was recorded in studio conditions in the Auditorio Stelio Molo (Lugano), this concertante work was recorded at concerts of the Progetto Martha Argerich 2010 (Lugano); applause is excised on the SACD and audience noise is mercifully absent. As the accompanying DVD shows - this work is one where Tiempo and Lechner not only prowl around the piano & orchestra figuratively but literally as well - this is a work of performance art as well as music. The DVD was filmed in Buenos Aires with the local youth orchestra providing a setting for our pianists; the soundtrack though is the same as presented on SACD (albeit only in stereo) and now with accompanying applause. Although part of me thinks it may have been a shame that the youth orchestra was not heard (because everyone was obviously enjoying themselves), I am glad we can at least see how the piece works spatially. There are some obvious visual artefacts in the filming but it does not detract greatly from the extra enjoyment. By means of “encores”, a further set of Tangos conclude the disc.The sound presents a rich, dark texture from the pianos without the merest hint of hardness even when Tiempo & Lechner unleash their full potential. The balance in the concertante item however favours the pianos too much at the expense of the orchestra to be ideal.Enthusiastically recommended”.<br>SACD.net, John Broggio, December 2012<br><br>“The brother and sister duo-pianists, one born in Argentina and the other in Venezuela, perform nine two-piano tango pieces on the SACD, and in the middle we hear their performance with a student orchestra of the Tango Rhapsody by Federico Jusid, written especially for them. The composer says he had great pleasure working with the piano duo on developing the Rhapsody. It is a described as a concertante-theatrical piece which borrow the rhythmic and harmonic flavors of the tango and also its dramatic tone, theatricality, uninhabited way of being romantic, and its sensuality. He felt the orchestra could accompany the two pianists in their discourse, or enrich the conflict by taking an opposite position. Though in rhapsodic form it still has three movements and is said to tell a tacit story of seduction, dance, love, dispute, solitude, reencounter and celebration. The DVD of the Tango Rhapsody only is an interesting accompaniment to the complete SACD. It stresses the theatrical aspects of the work, with pianist Tiempo starting by sort of sneaking thru the orchestra to get to the piano. Later his sister displays scowling while playing more intense portions of the score, and ultimately takes off and throws her red shoes into the orchestra in a fit of pique; they don’t seem the least bit surprised. Four of the two-piano selections on the SACD are by Piazzolla, with three of them arranged by tango pianist Pablo Ziegler. Another four are original tangos composed by Ziegler. The over eight-minute arrangement of Piazzolla’s lovely Adios Nonino is a highlight of the concert. I believe one of the best versions of this classic I’ve ever heard. The audio disc closes with a two-piano version of “The Secret in Their Eyes,” which Jusid wrote together with Emilio Kauderer for a 1950 Spanish film of the same name which won a Best Foreign Language Film Oscar”.<br>Audiophile Audition, John Sunier, 11/12/2012<br><br>“Piazzolla’s music, and tango nuevo itself, is a bit like marmite. I will confess to being a lover - in small doses. Brother-and-sister duo Karin Lechner and Sergio Tiempo’s programme is dazzlingly executed, as one would expect: Lechner is an accompanist for Barbara Hendricks and Viktoria Mullova among others, while Tiempo’s earlier solo and chamber recordings have been well received in these pages (A/02, 7/06). Nalen Anthoni described them as ‘excellently endowed both technically and artistically’ (6/08). That shows in their evolving expressive elaborations of these pieces, playing directly on the strings, clapping the music stands, stamping and so on. Piazzolla’s are the most individual items on the disc, with Adios Nonino and La Muerte del Angel two of his most recorded. Michelangelo ‘70 is a typical -perhaps too typical -example of his tango style, although Revirado presents a different side to him. I last encountered Pablo Ziegler’s music on Erwin Schrott’s fun Latin disc ‘Rojotango’. Duo Lechner-Tiempo took lessons from him, reigniting their passion for tango; his four pieces are less distinctive than Piazzolla’s but neatly put together. Federico Jusid’s Tango Rhapsody is a playful concerto best appreciated on the bonus DVD where its theatricality (with pianists stealings-on and stormings-off, a huge row in the central section with borderline maltreatment of the instruments and a gushing, Rachmaninovian reconciliation) can be seen. Without the visual element it struck me as a vibrant, dynamically scored work with a Latin flavour, toying at times with jazz, Hollywood film scores and with a rhythmic interplay owing as much to Bartok and Stravinsky as to tango. Undeniably fun !”<br>Guy Richards, Gramophone, January 2013<br><br>“Recently released on the Avanti Classic label, Tango Rhapsody features Venezuelan-born pianist Sergio Tiempo performing with his piano duo partner, sister Karin Lechner, and the Orchestra della Svizzera Italiana led by Jacek Kaspszyk. The title track is a new work by film composer, Federico Jusid (who, with Emilio Kauderer co-wrote the music for the Oscar-winning El Secreto de Sus Ojos (The Secret in their Eyes)). A friend of Jusid’s, Tiempo had asked him to compose a piece that would delve deep into the tango’s drama, anger, passion, as well as the form’s choreographic qualities. The result is a leviathan almost 19 minutes of music composed for two pianos and an orchestra. The accompanying DVD presents the work as a performance piece, with the siblings variously foot-stamping, storming around, throwing shoes and so on, with Lechner at one point slamming her hand down on Tiempo’s piano strings. While the acting does not always convince, the music who does, with the title track appearing alongside wonderfully arranged and performed tango works by Astor Piazzolla and Pablo Ziegler, both friends of the siblings’ family From a dancing point of view, I would argue that these are tangos for showdancers rather than social dancers. All the same, Tango Rhapsody is a feast for the ears”.<br>Dance Today, Nicola Rayner, February 2013<br><br>“[Tango Rhapsody] In which the brilliant Argentinian pianist Sergio Tiempo joins forces with his equally talented sister Karin Lechner, in an album of arrangements and newly commissioned tango-related works for two pianos and orchestra. The main attraction here is Federico Jusid’s three-movement Tango Rhapsody, a dazzler of a showpiece accentuating the tango’s potential for conflict between partners: “That confrontation between the performers that could swing from the most loving accordance to the sourest contention.” You have to watch the accompanying DVD. Orchestral players stamp feet, tap mouthpieces, before Tiempo sneaks on like a naughty child and begins pounding away. Predictably, but wittily, Lechner creeps on stage accompanied by a bluesy muted trumpet solo, her own music appropriately sultry. It’s brilliantly theatrical and darkly comic, and so consistently entertaining that you readily forgive Jusid any number of cheeky borrowings from Gershwin and Stravinsky. There’s not a wasted second in the work’s 18 minutes, the mood alternating between sweaty noir and exultant aggression. Possibly a modern masterpiece. You’d be willing to pay full whack for the Tango Rhapsody on its own. Happily, the duo also provide a generous smattering of better known pieces by Astor Piazzola and Pablo Ziegler, who also provides the inventive arrangements. Unmissable-the most enjoyable disc I’ve heard so far this year”.<br>The Arts Desk, Graham Rickso, 25/02/2013"
    },
    "15": {
      "description": "Awarded a ‘Choc’ by French music magazine le Monde de la Musique, among others, for ‘her extraordinarily powerful and virtuosic playing’ and her ‘unique sensibility’ (Liszt Recital – 1027-2), young virtuoso Polina Leschenko is back with a highly anticipated all Russian album.<br>Starting her program with two wonderful Waltzes by composer and pianist Mischa Levitzki, Polina then proceeds with a stunning performance of Rachmaninov second sonata -in the revised version of Horowitz -. The second half of the program is devoted to a highly moving rendition of the complete first cycle of the Forgotten Melodies -including the Reminiscenza Sonata- by romantic composer Nikolai Medtner.<br>This Hybrid Super Audio CD surround, recorded in the world renowned acoustic of ‘La Chaux de Fonds’(CH), will represent a must have for any piano lovers.",
      "press": "“Russian-bred, Brussels-based pianist Polina Leschenko joins Canada’s Marc-André Hamelin as an eloquent advocate for the piano music of Nikolai Medtner (1880-1951) in an enchanting album of Russian solo pieces from the Belgian Avanti Classics label. Joy No. 1 on this album is Leschenko’s blend of virtuosity and velvet touch. Two of the three pianist-composers represented on this disc filled their music will all sorts of technical hurdles, making it easy for a player to treat them as chevaux de bataille. It’s much more difficult to find the inner lyricism. Leschenko does, magnificently. Joy No. 2 is hearing music not performed or recorded often from a golden period of piano performance.The album starts off with with two confections -concert-encore waltzes by Mischa Levitzki (1898-1941), a Ukrainian pianist of the Ignaz Paderewski school of showmanship, then turns to the difficult Piano Sonata No. 2 by Sergei Rachmaninov (1873-1943), in the version edited by Vladimir Horowitz. It’s a big, three-movement work that stretches to 22 minutes, often with abrupt changes of tempo and mood, negotiated seemingly effortlessly by the pianist. My only quibble is hearing thumping noises -Leschenko stomping her left foot, perhaps? -during some louder passages. The album closes with the first cycle of Forgotten Melodies by Nikolai Medtner (1880-1951). These are eight short-ish pieces (the longest is the first, the “Sonata-Reminiscenza,” at 13 minutes) that reveal new wonders with each listen. Medtner was a master contrapuntalist, and there’s much craft to admire in these impeccably designed pieces -rendered with delicate force. Leschenko is not really known on this side of the Atlantic, yet deserves to be -as much as the music that she has recorded on this album”.<br>John Theraud, Toronto Musical<br><br>“On this Avanticlassic release of piano pieces played by St. Petersburg-born Polina Leschenko the three composers share Russian Imperial connections. All were born in the Russian Empire and suffered from the fearful political situation around the time of the Revolution. In addition they were renowned concert pianists although known more in their lifetime for their prowess at the piano rather than as composers. The first works are from the pen of Mischa Levitzki who was born in the Ukraine whilst his American immigrant parents were on a return visit. Levitzki wrote piano transcriptions of famous orchestral works and a small number of original pieces. Here Leschenko has chosen to record two miniatures. First the Love Waltz, Op. 2 which is attractive yet rather inconsequential and lasts under two minutes. Second the charming and extremely Chopinesque Waltz arabesque with its dramatic if fleeting central episode. Rachmaninov was born at Semyonovo in the north-west. Although he left Russia in 1917 eventually settling in the United States Rachmaninov strove throughout his exile to recreate the nostalgic pre-Revolutionary flavour of his homeland. It became an increasing source of annoyance to him that the remarkable popularity of his Prelude in C sharp minor overshadowed all his other solo piano works. Written in 1913 and cast in three interrelated movements the Piano Sonata No. 2 was subject to considerable revision in 1931 with cuts and much rewriting. In 1940 Rachmaninov’s friend, the Ukrainian-born Vladimir Horowitz expressed his view that the 1931 revision had been too extreme. At Rachmaninov’s suggestion Horowitz produced his own performing edition by fusing elements of the two published versions. It is the Horowitz that Leschenko has recorded here. She breezes through the stark contrasts of the extended opening movement Allegro agitato. There’s impressive power and technical command in the impudent and exhilarating central Non allegro. The Finale: Allegro molto is afforded meltingly romantic playing laced with poetry and radiant with warmth. Moscow-born Nikolai Medtner, a younger contemporary of Rachmaninov and Scriabin studied at the Moscow Conservatory. All of Medtner’s scores include the piano. His ten sets of Fairy Tales for solo piano are probably the best known. There are three cycles of Forgotten Melodies opp. 38, 39 and 40 that Medtner wrote in the years 1916/22. On this recording Leschenko plays the cycle of eight Forgotten Melodies, Op. 38. Her expressive interpretation reflects an edifying mix of feelings and emotions: Predominately reflective there are turbulent sections in the extended No. 1 Sonata reminiszenca. The Danza grazioso is highly affectionate contrasting with the vibrant Danza festiva. Canzona fluviala find the composer in sensitive and alluring form. The extrovert and highly melodic Danza rustica is followed by the Canzona serenata. The charm offset by a short angry episode of Alla Reminiscenza is preceded by the impishly Scherzo-like Danza Silvestre. Forgotten Melodies is a winning hybrid SACD played on my standard unit. The close sound is satisfying with a fine presence. Polina Leschenko provides highly accomplished and extremely fluent pianism that commands a wide range of keyboard colour”.<br>Michael Cookson, Musicweb<br><br>“Pianist Polina Leschenko has a sure-fire winner with this survey of some late Romantic Russian composers. Born in St. Petersburg, Russia, into a family of musicians, she inherited an innate musicianship and learned her instrument so that the most difficult pieces come off as second nature. Leschenko tackles the monumental Rachmaninoff Second Piano Sonata in B flat minor, Op. 36, producing a vivid, exciting performance, using the Horowitz revision. There are several recordings by Horowitz himself performing the 1941 confabulation of Rachmaninoff’s original 1913 version and the condensed 1931 revision. Of course, in terms of performances, there was only one Horowitz. The composer approved Horowitz’s version. Rachmaninoff (1873-1943), though a great virtuoso pianist, was largely dismissed as a great composer, because he was out-of-step with modern concepts of what music should possess. His music has remained popular, since it is melodic and has emotion. This sonata reflects a more serious Rachmaninoff, yet a composer who is without exception approachable and entertaining. Leschenko conveys Rachmaninoff’s musical character, which has genuine sentiment and a deep Slavic nature. Her ability to produce the sonic and emotional impact of the sonata is extraordinary. The other items in this collection are simply not on the same musical level as the Rachmaninoff. Both Mischa Levitzki (1898-1941) and Nikolai Medtner (1880-1951) were themselves virtuoso pianists, as well as composers. In the Forgotten Melodies, Cycle 1, Op. 38, Medtner comes across as Rachmaninoff Lite. The two Levitzki waltzes (Valse Amour, Op. 2 and Arabesque vaisante, Op. 6) appear as just plain lite. Both of these pianist-composers recorded theirs and others’ compositions. I do not have their performances to compare with Leschenko’s readings, but she has captured the proper spirited enthusiasm of the music. In the U.S., Leschenko has appeared only in New York at Carnegie Hall and Lincoln Center, though she has performed extensively in Europe. This disc, not her first, is captured in stunningly realistic SACD surround sound by Avanti Classic. As sound quality goes, I rate this disc at the top. As performances go, I believe Leschenko to be among the best pianists around today”.<br>Zan Furtwangler, Audiophile Auditions, 3/10/2013"
    },
    "16": {
      "description": "A two-time Grammy Award nominee, violinist Philippe Quint has emerged in recent years as one of the few soloists to combine a remarkable degree of lyricism, poetry and impeccable virtuosity. He has gripped the ears and eyes of audiences in Europe, the US, Asia, Australia, Latin America and Africa with what The Times (London) describes as his “bravura technique, and unflagging energy.”<br><br>For the first time Philippe Quint records warhorses of the XIXth century classical music repertoire, a project dear to the artist’s heart. This is furthermore the first recording Philippe Quint has made in Super Audio CD and with the 1708 “Ruby” Antonio Stradivari violin, on loan to him through the generous efforts of The Stradivari Society®. The superb Orquesta Sinfónica de Minería is led by the charismatic Mexican conductor Carlos Miguel Prieto.<br><br>Philippe Quint: ‘This album comes from my heart, with great love and passion for this music and out of a childhood dream to record these works.’<br><br>Limited Edition: Hybrid SACD + Bonus DVD: Quint for the Record: a 25 min program on Philippe Quint, the Orquesta Sinfónica de Minería and Carlos Miguel Prieto, entirely shot in Mexico.",
      "press": "“Quint’s rendering of the Bruch and Mendelssohn concertos is pure and vibrant […] 'WCPE The Classical Station','“Quint’s rendering of the Bruch and Mendelssohn concertos is pure and vibrant..,'“Quint’s rendering of the Bruch and Mendelssohn concertos is pure and vibrant. The addition of the two Beethoven Romances makes this CD irresistable”.<br>WCPE’s Preview, Paul Jordan, 05/05/2012<br><br>“Over a number of years, Philippe Quint has developed a close alliance with the Mexican Orquesta Sinfònica de Mineria and its conductor Carlos Miguel Prieto[.] The partnership seems especially happy in the Bruch. Quint and his colleague have a knack of discovering when to allow a little extra time, or when to slacken the tempo slightly and then to push on. The orchestral transition to the Adagio (at the end of track 1) maintains Bruch’s Allegro Moderato allowing written-out ritardando to make its full effect, and in the Adagio Quint never permits the tempo to sag; we can experience each long melodic arc as a single utterance[.]The other items, too, have much to recommend them. Quint plays both Beethoven Romances beautifully[.] The F major (Romance), Op. 50, strikes an ideal tempo. Quint’s fluent, easy manner, radiant tone and brilliant technique stand him in good stead in the Mendelssohn[.] Quint brings out the first Allegro‘s passionate character admirably and plays the Andante‘s famous melody with lovely, pure sound and refined expression. An account that’s well worth hearing”.<br>Gramophone, Duncan Druce<br><br>“Bruch’s G minor Concerto cries out for espressivo intensity and Philippe Quint delivers it in spades. Like Isaac Stern in his white-hot account with the Philadelphia Orchestra and Ormandy (CBS/Sony), Quint lives and breathes every phrase with a heart-rending sincerity that fully captures the emotion of the moment. Time and again one is reminded that it is what goes on between the notes that is so vitally important in this most urgently spontaneous of all the great Romantic violin concertos. The Mendelssohn E minor is a very different kind of work, on in which tonal purity is paramount, coloured by the gentlest of interpretative inflections, so as to create a tantalizing fusion of virtuoso brilliance and emotional imperativeness. Quint is once again in his element here, magicking well-worn phrases as though he is discovering their special quality for the first time, culminating in a sparkling account of the finale reminiscent of the great Nathan Milstein. Beethoven’s two Romances can sound interminable in the wrong hands but Quint makes them sound like two of the most cherishable miniatures in the repertoire, accompanied devotedly throughout by conductor Carlos Miguel Prieto in commendably natural sound. The accompanying 25-minute DVD documentary goes behind the scenes and gives us a chance to see these gifted musicians in action”.<br>Strad Magazine, Julian Haylock, September 2012<br><br>“Playing the 1708 Ruby Stradivari, Philippe Quint provides a full-throated and visceral […] performance of Max Bruch’s First Violin Concerto that recalls the vibrancy of Isaac Stern’s first recording (perhaps even higher in voltage) […], the elegance of Nathan Milstein, or the warmth of David Oistrakh. An occasional portamento in the opening recitative-like Vorspiel tempers the generally sharp articulation and stamps the reading as Quint’s own. He’s warmly expressive in the slow movement (again reminiscent of Stern), although slashing attacks reappear in the agitated passages toward the end. In the finale, neither hurried nor crushing in its weight, he still gives a vivid impression of thrust, while his sharp articulation adds a bang to the fireworks’ burst. Two final similarities hearken back to Stern’s reading: As did Eugene Ormandy, Carlos Miguel Prieto himself played the violin, making him a most sympathetic partner in this repertoire staple; and Avanti’s engineers have set Quint as far to the fore as Stern might have wished (and, at times, perhaps even farther).Quint relates in his booklet notes that Ludwig van Beethoven’s two romances numbered among the first major repertoire he studied (at the age of seven), and he describes them as seductive in their melodiousness. In any case, that’s the way he plays the First Romance; and Prieto and the orchestra provide an accompaniment that’s far from perfunctory. Felix Mendelssohn’s Violin Concerto may evoke reminiscences of liquid lyricism, but Quint makes it seem to be on steroids from the opening solo through the octaves, which sound in this case as though they might have been intended for the Brahms concerto. […] As did Oistrakh, he slows down noticeably in the passage leading to the cadenza (he does so again near the movement’s end), which he plays as a cogent musical statement rather than as a dry technical exercise; finally, he brings the movement to a brilliant conclusion. In the famous slow movement, he also takes a harder rather than a softer approach, eschewing the pretty for the strong-minded. The finale, which clocks in at 6:16 (including the introduction), may not be the fastest on record, but it’s sprightly and engaging. In Beethoven’s Second Romance, Quint returns to the suave manner he affected in the First, and Prieto and the orchestra once again bring bracing authority to the orchestral part. The recorded sound, in the SACD version, represents the close-up violin with a richness and fidelity that should delight those who relish the tonal qualities of the great instruments. The documentary disc is in PAL format, which perhaps not every DVD player will accept (not all my machines would).If Quint’s readings aren’t highly individual, they’re nonetheless fresh and generally personal, ingratiating, and consistently interesting. His statement that he rethought everything for this recording hardly seems like hyperbole in light of the results. Urgently recommended to everyone willing to accept his palpable strength of purpose and the recorded sound’s close profile. Myself, I wouldn’t be too disappointed if I arrived on the desert isle and found that I’d brought only this SACD along (with the equipment to play it, of course) ”.<br>Fanfare, Robert Maxham"
    },
    "17": {
      "description": "Recipient in 2009 of a fellowship from the internationally renowned Borletti-Buitoni Trust, invited to join the BBC ‘New Generation Artists’ scheme, prize winner at the International Queen Elisabeth Contest in 2007, Swiss pianist Francesco Piemontesi, still only 27, is one of the most sought after young artists of his generation. For his first international recital, avanticlassic, in collaboration with Radio Svizzeria Italiana and the Borletti-Buitoni Trust, gave him carte blanche.<br><br>This new recording project will allow many listeners to discover an authentic Poet of the Piano. Starting with Haendel’s Suite in B-flat major, Francesco Piemontesi builds a fascinating program reflecting the influence of Haendel and Bach’s music on Brahms and Liszt’s works. The narrative quality of his musical discourse, his deep understanding of the counterpoint, his sheer poetic moments and superb sonority, his quest for perfection will surely thrill and move music lovers from all around the globe.",
      "press": "“There’s a real aristocratic sweep to this 27-year-old Swiss pianist’s playing; the Handel suite from which Brahms extracted the theme of his Handel Variations is generously expressive, while Piemontesi’s account of the Brahms Variations themselves, ..., is full of delicacy and transparent textures that make you hang on every phrase. Liszt’s transcription of Bach’s G minor Fantasy and Fugue makes the neat link between the first partita and the extract from the first book of the Années de Pèlerinage. Piemontesi’s unaffected Bach playing is recognizably all of a piece with his fundamentally unflamboyant approach to Liszt, which manages to present the rhetorical grandeur of Vallée d’Obermann truthfully, without exaggerating it in any way”.<br>The Guardian,  A.C, 30/06/2011<br><br>“Musical pedigrees don’t come much better than Francesco Piemontesi’s. At 28, the Swiss pianist has been through many fine musical rites of passage, including Borletti-Buitoni Trust, BBC New Generation Artists and the Queen Elisabeth Competition in Brussels. In this recital album dedicated to one of his mentors, Alfred Brendel- he proves his worth.[…] It’s not just intelligent program planning -Handel paired with Brahms’s response to him. JS Bach respectively with Liszt’s - makes Piemontesi stands out; this is seriously classy pianism. Clarity of thought is complimented by clarity of touch, incisive intellect by a good dose of fantasy. The details are joy: the gradual accelerando into Handel Prelude, the improvised ornamentation in the Bach Partita, the rhythmic springiness that underpins the Baroque works and equally the Brahms that pays tribute to them. The lightest, clearest moments of the Brahms “Handel Variations, Variation XVI- are exquisitely voiced and full of charm, and these qualities are to be found elsewhere, in the richest and strongest variation, fugue and all. There’s space to breathe and to dance. The Liszt transcription of Bach’s Fantasy and Fugue in G minor has huge panache : Piemontesi seems to relish recreating the sonorities of a cathedral organ on a mere grand piano”.<br>BBC Music Magazine, September 2011, J. D.<br><br>“This young Swiss pianist (b 1983), a multiple prize-winner and BBC New Generation Artist, has dedicated his recital disc to Alfred Brendel whom he names, together with Murray Perahia and Mitsuko Uchida, as inspiration. This reflects the kind of pianism to which Piemontesi aspires: composer wins over ego, musical integrity over flashiness, tireless preparation over hopeful inspiration. You can hear it in that ultimate test of musical character, Bach’s Partita No 1 in B flat[...] In Handel’s Suite in B flat, Brahms’s Variations and Fugue on a theme by Handel and Liszt’s Vallée d’Obermann, this pianist reveals a powerful gift of intimacy. You have to stop and listen”..<br>The Observer, 31 July 2011, F.M<br><br>“The young Swiss-Italian Francesco Piemontesi combines communicative panache with remarkable insight. He prefaces a virile, sensitive performance of Brahms’s Handel Variations with a stylistically discerning one of the Handel suite from which Brahms took his theme. Bach’s Partita No1, Liszt’s transcription of the G minor Fantasy and Fugue and Vallée d’Obermann provide further evidence of Piemontesi’s exceptional talent”.<br>Telegraph, G. N., 04/08/2011"
    },
    "18": {
      "description": "“With his boxer’s frame, moustache and long jacket, he could have walked out of an 1860s daguerreotype. As for his playing, its immense control and exuberant inventiveness defied belief. I doubt whether I’ve ever seen a musician of such calm strength and charisma.” Daily Telegraph (UK)<br><br>“… for sheer fun, give me the Gypsy sounds of Roby Lakatos….Remember all those wild, swirling dance tunes by Brahms, Liszt, and Bartok? Well, this is where they came from.” New York Sun<br><br>“If violinist Roby Lakatos were paid on the basis of how many notes he plays in any given performance, he’d probably be the richest musician in the world. His performance Saturday night at Royce Hall was a stunning display of finger-blurring virtuosity. But it was much more, as well.”  – Don Heckman, Los Angeles Times<br><br>“But when Roby Lakatos spun out his first cadenza, the earth stood still. His band are Gypsies like him, and each can carry an evening. Lakatos left us with birdsong in our ears.”The Independent (UK)<br><br>The king of the violinists, lauded as “The fastest-fingered fiddler in the world” by The Daily Telegraph, the unique Roby Lakatos is back with a stunning new double album: La Passion!<br><br>Entirely recorded live at the iconic Sydney Opera House, La Passion will allow music lovers to discover Gypsy supernatural violinist Roby Lakatos in an all new program including never previously recorded pieces such as Meadowlands (Songs of the Plains), the Flight of the Bumblebee, Valse Triste, Oblivion, Chiquilin, Those Were the Days, Du Schwarzer Zigeuner and many more gems new to Roby’s discography. The second CD is devoted to the most famous bis of Roby’s repertoire with such beloved pieces as Two Guitars, Fire Dance, Black Eyes (Ochi Chornyje), Brahms Hungarian Dance No 5, Monti’s Csardas…<br><br>This album also features a phenomenal L’Alouette (The Lark) lasting more than twelve minutes and catching Roby Lakatos in a jubilatory improvisation. This double Hybrid SACD Surround recording will furthermore allow many listeners to discover an all rejuvenated Ensemble featuring an amazing array of young Hungarian musicians aged from only 19 to 25!<br><br>La Passion captures the unique energy that emanates from Roby Lakatos’ live performances. This double album constitutes a unique opportunity to immerse yourself in a world marked by musical freedom, warmth, matchless virtuosity and surprising repertoire ideas with long forgotten melodies set in totally new and original arrangements.",
      "press": "“La Passion” is a captivating and highly entertaining album of romantic tunes and classical fare recorded live at Sydney Opera House and played with panache by world-renowned Hungarian violinist, Roby Lakatos and his Roby Lakatos Ensemble. The varied list of tunes includes the to-be-expected Vittorio Monti “Csárdás” and Brahms “Hungarian Dance No. 5”, traditional folksongs, and several wild cards, including the Fats Waller “Honeysuckle Rose”, “Papa, Can You Hear Me?” by Michel Legrand, and the ever-popular Rimsky-Korsakov favorite, “Flight of the Bumblebee.”Album and individual tracks are available from a number of online retailers, including Amazon.com and iTunes. Every one of the 21 tracks in this appropriately titled collection is an absolute gem, infused with energy, exuberance, gypsy soul and passion.Descended from an historic lineage of famous gypsy violinists, Roby Lakatos studied classical violin at the prestigious Béla Bartók Conservatory in Budapest. The virtuoso has appeared in clubs and concert settings world-wide, performing all genres of music alongside such notables as Herbie Hancock, Quincy Jones and Stéphane Grappelli”.<br>The Examiner, Patricia Shanks 09/02/2014<br><br>“This is really only a sextet but they play up a storm that has the Aussies on the edges of their seats. Romani violinist Lakatos is a scorching virtuoso and is just as comfortable in jazz, classical and everything else as he is in his native Hungarian gypsy music. He also does all his own arrangements and leads his ensemble with great flair and showmanship, his violin often sounding almost offstage instead of front and center. Lakatos started out at the age of nine as first violin in a Romani band, the he later won first price for classical violin at the Bela Bartok Conservatory of Budapest. He’s collaborated with Stéphane Grappelli and Randy Becker, and is greatly admired by Sir Yehudi Menuhin.In some of these 21 selections he reunites the classical works of composers such as Liszt and Brahms with Hungarian overtones with their gypsy roots. He also does such unexpected numbers as Piazzolla’s glorious “Oblivion” in one of its best arrangements I’ve heard. His previous four albums for the Avanti Classic label have covered Prokofiev, Klezmer, and playing with his established jazz brother Tony as well as with Grappelli and Brecker. He makes corny classics such as “Vaya Con Dios” and “Ochi Chornyje” sound like you’re hearing them the first time. Lakatos’ arrangements make his ensemble sound much larger than it really is. He is able to do everything with such flair that some have compared him to a 19-century performer who seems able to handle all this at once. Another writer observed that if Lakatos was paid on the basis of how many notes he played in performance, he would probably be the highest-paid musician in the world. And Avanti’s 5.1 hi-res surround captures the moment on the Sydney stage perfectly. What a concert!”<br>Audiophile audition, John Sunier, 29/03/2014<br><br>“This CD set represents a unique and beautiful compilation of some of the finest musical compositions set in a fiery and yet contemplative Hungarian style . a ‘must’ recording to own […] ”.<br>Media Review Syndications"
    },
    "19": {
      "description": "“I am excited to present an album that in many ways turned out to be an autobiographical musical journey from my recent past to the present.” Philippe Quint<br><br>For his new project with Avanticlassic, internationally acclaimed violinist Philippe Quint is joined by rising star pianist Lily Maisky for a unique recital featuring the most beloved Operatic transcriptions.<br>Recorded with the legendary 1708 “Ruby” Stradivari, Opera Breve will allow you to (re) discover such gems as Figaro’s aria from Il Barbiere di Siviglia, ‘Una Furtiva Lagrima from l’Elisir d’Amore, Lensky’s Aria from Eugene Onegin,’ My heart opens to your voice ‘from Samson and Delilah and Jascha Heifetz’s clever arrangements from Porgy and Bess.<br>Taped at the Teldex studio –famous for its legendary acoustic– in 5 HD channels, this program is not only a tribute to one of the leading violinists of our generation; it is also a feast to the ears. From the fiery virtuosity of la Vida Breve, to the overtly humorous Il Barbiere di Siviglia, Philippe Quint and Lily Maisky will offer you an exquisite hour with the most beloved opera aria transcriptions in superlative interpretations.",
      "press": "“Violin virtuoso Philippe Quint pays tribute to the personalities and teaches who nurtured his fine talent, here accompanied in appreciative ardor by pianist Lily Maisky”.<br>Audiophile Auditions****<br><br>“In a recording made at the Teldex Studio, Berlin (12-14 July 2012), Russian-born violinist Philippe Quint (b. 1974) performs a series of pieces specifically related to his musical biography, a collection of songs and opera arias that serve as “associations, reflections, and memories that made me remember very significant people and moments in my life.” Of particular note, Mrs. Hannah Noether (1915-1999), Quint’s special mentor receives a memento mori in the form of Quint’s transcription of Humperdinck’s Evening Prayer, which “catalyst” Noether commissioned.  Quint performs on the 1708 “Ruby” Antonio Stradivarius whose alternating silken and rasping tone effects marvelous harmony in collaboration with Ms. Maisky’s deft keyboard virtuosity. Opening with an extraordinary, “gypsified” version of Kreisler’s arrangement of  Falla’s Spanish Dance, we feel a distinct musical atavism, as if young Quint were either Heifetz or Ricci in his heyday. Seamless rubato marks this version, along with a staccato that whistles as it cuts the  air. For the Lensky aria in the Auer arrangement, Quint reveals an equally fragrant legato, certainly reminiscent of what Wunderlich could do to melt our hearts. Quint remarks that “Tchaikovsky truly remain[s] unparalleled in expressing the core of the Russian soul.” The passionate melody that breaks out as a climax bears a remarkable likeness to an ardent theme in the composer’s Francesca da Rimini. For the bel canto aria from Donizetti, Quint recalls having as his models tenors Pavarotti and Lanza. Both Quint and Maisky achieve a tender cantilena style that applies with equal beauty and flexibility to Gershwin, as it would to anything in Paganini or Sarasate. The familiar Orfeo Melodie (arr. Kreisler) has the same, smooth intimate power we know from old masters Elman and Milstein. We might recall that Sophie and Nathan die to this music in William Styron’s tragic novel.  The opposite end of the operatic spectrum arrives in the form of Quint’s galloping rendition of Rossini’s buffo Largo al factotum as arranged by Mario Castelnuovo-Tedesco, rife with cats’ meows.  The playful fancy of the arrangement may remind listeners of what baritone John Charles Thomas could accomplish vocally to avoid anything like predictability. The arrangements of the Richard Strauss song “Morgen” and the Saint-Saens aria (“My Heart at Thy Sweet Voice”) come to Quint courtesy of his piano collaborator Lily Maisky (b. 1987), whose father Mischa Maisky made the transcriptions. Gershwin by way of Jascha Heifetz proffers a familiar suite from Porgy and Bess: Summertime; A Woman is a Sometime Thing; My Man’s Gone Now; and It Ain’t Necessarily So. Quint’s violin can buzz as well as purr, and Maisky’s keyboard naturally realizes Gershwin’s sense of swing. The plaintive “Bess You is My Woman Now” always simmers in a soulful wash. As poignant as the Saint-Saens aria, the Humperdinck Evening Prayer, which Quint realizes became a “min-requiem” for his mentor Hannah Noether, beguiles in its ardent simplicity of expression.Lastly, Quint acknowledges the influence of Mischa Elman for his “Bonus” offering, Joachim Raff’s Cavatina, the third of his Six Morceaux for Violin and Piano. As valedictory in spirit as any of the tender adagios on this disc, the Raff makes a fitting end to a bittersweet tribute to “those folks that stayed behind the scenes [of Quint’s talent] all these years”. Gary Lemco, Audiophile Audition.<br><br>“A very appealing album of classical melodies that work so well on the violin: Gluck’s Melodie de Falla’s Spanish Dance, Heifetz’ arrangement of Gershwin’s Porgy and Bess Suite and more, including some of Quint’s own arrangements”.<br>Violonist.com, Laurie Niles, 10/12/2013<br><br>“Opening with Kreisler’s transcription of de Falla’s Spanish Dance, it only needs saying that the transcriber himself would have been proud of such a performance. A rather more straight-laced number follows - Auer’s transcription of Lensky’s Aria from Eugen Onegin in which a heartfelt rhapsodising is delivered most touchingly and both imbue the music with a strong sense of narrative. Next up is the first of Quint’s own transcriptions: Una Furtiva Lagrima from L’Elisir d’Amore which, in keeping with much of the disc, is played with disarming charm by both & Maisky. Kreisler makes his other appearance with the Melodie from Orfeo ed Euridice, which is rather straighter than the Sgambati piano transcription; good though Quint is, it would have perhaps been more interesting to have given Maisky her head here. Perhaps most interesting (from a transcription perspective) is Castelnuovo-Tedesco’s highly imaginative reworking of Rossini’s Largo al factotum - both are clearly loving playing this! Strauss’ Morgen is then given in an arrangement by Mischa Maisky (and presumably then modified slightly by Quint) which is highly respectful; both Maisky and respond in kind. Heifetz makes perhaps the biggest contribution as a transcriber and as with the earlier Rossini, Quint and Maisky sound as though they are enormously enjoying themselves in the suite from Porgy & Bess. The Cantabile from Saint-Seans’ Samson et Dalila sets the mood for Quint’s other transcription: the Evening Prayer from Hansel und Gretel. There is a really rather touching story that relates to its conception and choice for inclusion on this disc and the playing reflects the special meaning it has to Quint. As an encore, a simple & touching Cavatina from Raff rounds off the disc. The sound is just perfect for this repertoire. A very strongly recommended disc of “encores”; the Castelnuovo-Tedesco is worth the price of the disc alone! ”<br>SA-CD.net, John Broggio, 18/12/2013<br><br>“It is interesting to see Russian-American violinist Philippe Quint assert that the music on this album represents “an autobiographical journey from my recent past to the present,” for some might guess after hearing it that it’s something else entirely: an attempt to evoke the popular repertoire of the big violinists of a century ago. Listeners get a lot of music that has unfortunately fallen out of fashion: violin versions of opera arias (as the punning title suggests) and a Richard Strauss song, along with a “bonus track” that may be the best thing on the album: Joachim Raff’s Cavatina, Op. 85/3. This work, a display not for speed but for long-breathed melody that was the stock-in-trade of the violin’s stars, was well worth a revival. Another highlight is the set of arrangements of excerpts from Porgy and Bess by Jascha Heifetz, whose estimate of the value of Gershwin’s music should have been followed much earlier. Elsewhere there are arrangements by Fritz Kreisler, Leopold Auer, Mischa Maisky (father of accompanist Lily Maisky, although this is not mentioned in the booklet), and Mario Castelnuovo-Tedesco, whose outlandish fantasy on Largo al factotum from The Barber of Seville is another needed reminder that without classical music that’s fun, nobody will pay attention to the serious stuff. Quint’s own notes explaining the personal meanings these well-worn pieces hold for him are also worth reading, and the entire album puts you right in the middle of the classic phase of the Russian violin school of which Quint is a latter-day representative”.<br>James Manheim, allmusic.com<br><br>“Thirteen tracks of violin-and-piano arrangements, mainly devoted to excerpts from popular operas, do not make up the type of programme that normally grabs my attention, but this one is so special I urge you to hear it. It comes from the Russian-born violinist Philippe Quint, whose multi-award-winning recording of William Schuman’s Violin Concerto back in 2001 brought him to international attention. Here, in a very different musical world, his violin sings with a beauty few vocalists could emulate, a faultless technique placed at the service of an innate musicality.The sadness conveyed in Lensky’s aria from Tchaikovsky’s Eugene Onegin, or the quiet contemplation of Richard Strauss’s Morgen, are foils to the humour he brings to Castelnuovo-Tedesco’s quirky paraphrase on Rossini’s ‘Largo al factotum’. He opens the disc with a vivacious account of the Spanish Dance from Falla’s La vida breve, and also revels in the passages of virtuosity that Jascha Heifetz offers in his arrangement of Gershwin’s short suite from Porgy and Bess, The French-born pianist Lily Maisky is a very positive partner throughout”.<br>David Denton, The Strad."
    },
    "20": {
      "description": "Avanticlassic is particularly proud to release one of the most ambitious Yiddish albums to date. Revolving around the larger-than-life personality of alto Myriam Fuks, this project brings together a stupendous array of musical guests. From the poet of the piano Evgeny Kissin to the legendary Martha Argerich, from cult cellist Mischa Maisky to the most talented musicians of the new generation: pianists Polina Leschenko, Lily Maisky and composer Alexander Gurning, violinist Alissa Margulis and altist Nathan Braude; all eagerly accepted to exceptionally step out of the classical repertoire to record a Yiddish song.<br><br>Additional guests include some of Myriam’s dearest musical friends such as Belgian jazz legend Philip Catherine, internationally celebrated violinist Michael Guttman, respected Yiddish authority Zahava Seewald, creamy toned singer Myriam Lakatos (Roby’s daughter), rising star singer Sarina Cohn and Myriam’s niece-of-heart Mona Miodezky. Further international stars joining Myriam on this album: French actor, director and playwriter Edouard Baer (Molière award and Globe de Cristal award winner) and cult French Jazz singer/songwriter Michel Jonasz.<br><br>The ensemble accompanying Myriam is made of first-rate musicians: accordion sensation Aldo Granato, stirring clarinetist Christel Borghlevens, bass player Oscar Németh and father and daughter, violinist Klaudia and guitarist Laszlo Balógh. The first violin part is devoted to nobody less than supernatural Gypsy violinist – and Myriam’s soul brother – the stunning Roby Lakatos, performing on 13 tracks!<br><br>If you wish to immerse yourself in this moving journey narrating the life, the humor and the hopes of the Jewish Communities of Central Europe at the turn of the 20th Century, this album is an absolute must. A unique homage featuring songs, each a hidden gem, brought back from the edge of oblivion by the world’s most sought-after musicians thanks to the incomparable talent of Myriam Fuks.",
      "press": "“Not many esoteric language projects attract classical artists of the calibre of Evgeny Kissin, Mischa Maisky and Roby Lakatos; not to mention the surprise pianist on the final track. This album is a lifelong mission of Miriam Fuks, a repository of Yiddish songs that have been handed mother to daughter down eight generations. Myriam operates at the hub of a diverse and eclectic music scene in Brussels. Her songs, in the vanishing vernacular of East European Jews, embrace love and exile, hypochondria and bagel sales, gypsies and fellow outcasts. Myriam’s deep voice sounds like it has been smoked longer than salmon and a duet with her daughter, Lola, is tender as a bedtime story. Most of the songs will be unfamiliar even to Yiddishists; they are feminine folklore, plucked from the flames of history. In the final song Myriam struggled to remember more than fragments of her mother’s melody, ‘Two days later,’ she writes, ‘we were having Shabbat at Martha’s. Martha is Martha Argerich, whose mother was Jewish from Eastern Europe. The great Chopin laureate offered to complete and accompany the question-and-answer ballad of Reb Menachem, a troubled community leader. Myriam and Martha, Argerich and Fuks, perform Reb Menachem like sisters of mercy. Must be heard to be believed”.<br>Sinfinimusic.com, Norman Lebrecht<br><br>“The Yiddish singer Myriam Fuks is a unique voice on the Brussels music scene, an authentic interpreter of a vanishing legacy in a voice that begins at her boots and gets lower. Myriam has made recordings before, mostly on the Avanticlassic label, with her former protégé, the violinist Roy Lakatos.B ut for this landmark album she has assembled a dazzling array of classical headliners; Kissin, Maisky, Margulis and more. And on the final track: Martha Argerich. As you’ve never heard her before. Martha, in a Yiddish song”.<br>Slipped Disc, Norman Lebrecht<br><br>“A whole world is conjured up in this new album from the Belgian singer Myriam Fuks, a world past and lost in reality and partially recovered in these Yiddish songs. Her notes say some them haven’t been performed since 1910. It’s a world within Central Europe from around 100 years ago; so little more than one long lifetime. Fuks has assembled a starry collection of performers and arrangers, from jazz, from folk, and even from the classical arena. The moods of the songs are varied, though they clearly belong to a single tradition, with the exception of one French example. The key to the disc’s success is Fuks’s distinctive, knowing voice; we’re unlikely to have heard one like it before. She sings with others, like Sarina Cohn, or accompanied by Roby Lakatos or Laszlo Balogh from one sphere, and from another by Evgeny Kissin, Mischa Maisky and, most fascinating of all, Martha Argerich, for a splendiferous and moving dialogue in music to conclude. A fitting companion to your Klezmer collection”.<br>Ivor Solomons. Classical Ear *****, 13 October 2014"
    },
    "21": {
      "description": "Celebrated American violinist Philippe Quint is back with an outstanding new release in a unique pairing of Tchaikovsky’s popular Violin Concerto in D major, Op. 35 together with Arensky’s seldom recorded String Quartet No. 2 in A minor, Op. 35 dedicated to the memory of Tchaikovsky.<br><br>To bring out the necessary tonal palette of this masterpiece, Philippe Quint is supported by the superb Slavic blend of the Sofia Philharmonic Orchestra masterfully led by Martin Panteleev and recorded in surround sound by avanticlassic’s team. For the very first time, the last movement of the Concerto is presented twice on CD: Once in Tchaikovsky’s original scoring and as a bonus track, the controversially condensed version of the third movement by Leopold Auer.<br><br>The String Quartet No. 2 in A minor, Op. 35, for violin, viola and two cellos benefits from an incredible line-up of internationally acclaimed soloists. Laureate of the first Pablo Casals Competition – cellist Claudio Bohórquez, a recent BBC’s New Generation Artist – cellist Nicolas Altstaedt and the winner of the Borletti-Buitoni Trust Award as member of the Aronowitz Ensemble – violist Lily Francis.",
      "press": "“Tchaikovsky’s Violin Concerto thrives on an espressivo intensity full of fast vibrato and generous portamento; distinctive qualities that Philippe Quint indulges to the full here. His unblemished, relatively lightweight sound also proves ideal in gently articulating the work’s dazzling pyrotechnics without a hint of forced tone and imparts an angelic purity to the heart-rending strains of the slow movement. Finest of all is the Cossack-dance finale, throughout which the music’s fizzing staccato semiquavers possess a sparkling effervescence that keeps everything on its toes For an adrenaline-charged surge, delivered at near-continuous white heat, Isaac Stern’s 1958 classic recording with the Philadelphia Orchestra in full cry (CBS/Sony) remains a must-hear, yet Quint’s more considered approach is also highly persuasive, and is enhanced by his inclusion of a second version of the finale in the edition by Leopold Auer. The inventive coupling (coincidentally another op.35) is the elegiac String Quartet no.2 by Anton Arensky, composed in memory of Tchaikovsky and scored unusually for violin, viola and two cellos; the central movement is a set of variations on a Tchaikovsky song that later found fame in an arrangement for string orchestra. It receives an impassioned, virtuoso performance here of scintillating élan, glowingly phrased, richly coloured and boldly engineered in the Russian style”.<br>Strad Magazine, Julian Haylock, September 2014<br><br>“From his name, I had always assumed that Philippe Quint was French, but he is actually a Russian-born American and a product of the Juilliard School, having emigrated to the U.S. at the age of 17. His original Russian name, transliterated, was Filipp Kvint. The Russian equivalent of Philip sounds very much like the French. His surname is said to be of Italian origin. Quint turns in a superb performance of the Tchaikovsky Concerto. The work’s considerable technical challenges cause him no difficulties, and the clear and precise articulation he achieves is a pleasure to hear, but his emphasis is on eloquent, nuanced lyricism rather than virtuoso display. The lyricism is enhanced by the smooth, beautiful, glowing sound he produces with his 1708 “Ruby” Stradivarius, which if not matching David Oistrakh’s sheer tonal opulence (who does?) is pure and well centered, retaining its quality under pressure. Maxim Vengerov (Teldec), also playing a Stradivarius instrument, produces an edgier, less beguiling sonority. Quint’s timing for the first movement (18:54) is on the long side but is indicative of the marked tempo contrasts he employs rather than consistent deliberation. The widely varying tempos are convincing and well-integrated, and forward movement is sustained throughout. The slow movement has a quiet intensity and exquisite lyrical flow. Quint’s treatment of the finale is distinctive in the very quick, light, and scampering approach he applies to the faster sections. Here again the relatively long overall timing for the movement is indicative of very pronounced tempo contrasts. The Bulgarian orchestra and conductor provide solid support. I like the simplicity and lack of portentousness in the opening orchestral statement, and the winds perform eloquently in their interplay with the violin in the slow movement. The orchestra’s phrasing emulates that of the soloist in emphasizing the long line. A certain opaque quality in tutti, whether a function of the recorded sound or a characteristic of the orchestra, is the only significant shortcoming on the orchestral side. As a bonus to the concerto, this release offers an extra track containing Leopold Auer’s revision and slight abridgment of the final movement. Auer, the original dedicatee of the concerto, initially refused to play it until he had made his own arrangement of it and corrected what he viewed as its weaknesses. Anton Arensky’s A-Minor String Quartet, op. 35, exists in two versions prepared by the composer, one for the unusual combination of violin, viola, and two cellos (the version performed here), and the other for a conventional string quartet. Somewhat surprisingly, it is the version for two cellos that has most often been recorded. Of the six recordings currently listed by ArkivMusic, only two are of the conventional arrangement. This work has a Tchaikovsky connection, in that Arensky intended it as a memorial to his recently deceased mentor, and that the second movement is the original version of Arensky’s Variations on a Theme by Tchaikovsky, perhaps his best-known work. The only recording of this piece I have for comparison, by the Ying Quartet (Sono Luminus), is not strictly comparable, since it is of the conventional string quartet version. The Ying performance is very good, but I think it is surpassed by the one on this release. Predictably, the two-cello arrangement imparts a darker coloration to the texture, underlining the resemblance of the dirge-like opening motif and its later repetitions to Orthodox church chant and conferring a more profound and inward sense of mourning. The weightier sonority of this configuration also suits the music well elsewhere, and somewhat surprisingly, there is greater clarity of texture in the more involved writing later in the first movement. Overall, that movement seems more coherent and convincingly shaped in the Quintled performance. Quint’s tonal beauty, precision, and nuanced playing are matched by the other members of his ensemble. In the second movement, Quint’s ensemble offers greater tempo contrasts among the variations. In the brief finale, two more chant-like motifs alternate with brilliant contrapuntal treatment of the traditional Russian theme used by Mussorgsky in the Coronation Scene of Boris Godunov, by Beethoven in the second of his “Razumovsky”s quartets, and by various other Russian composers. Both ensembles perform impressively here, but Quint’s is more headlong and highly charged in the final peroration. In the Tchaikovsky Concerto, the sound of the violin is very realistic, well defined, and precisely placed in the soundstage. I have already commented on the lack of transparency in the orchestral texture, but otherwise the orchestral sound is good, with a large soundstage and strong impact. The sound of the quartet is excellent, open and spacious, with precise placement of the instruments. I am informed, however, that this recording is to be released as a hybrid SACD, while the prerelease disc I received for review is a conventional CD.I can’t claim to have heard all the many recordings of the Tchaikovsky Concerto, especially the recent ones by some acclaimed younger violinists, but Quint’s performance joins my short list of favorites. Those include the fervently expressive and tonally opulent Oistrakh (with Franz Konwitschny, on DG, and Gennady Rozhdestvensky, on Melodiya, with many reissues of the latter on other labels), the refined and eloquent Nathan Milstein (with William Steinberg, on EMI), and the beautifully played, deeply felt, and subtly nuanced reading of Gil Shaham (with Giuseppe Sinopoli, on DG). The Arensky Quartet is a moving tribute to a revered figure and a compelling work in its own right, one well worth knowing. It also receives an outstanding performance on this release, which deserves a very strong recommendation”.<br>Fanfare Magazine, Daniel Morrison, October 2014"
    },
    "22": {
      "description": "A totally unique encounter between the most loved classical work and the most formidable violinist ever!<br><br>For the first time violin genius Roby Lakatos records a universally acclaimed work from the classical repertoire in its entirety: Vivaldi’s Four Seasons.<br><br>In a highly personal vision of this baroque masterpiece, the Gypsy Maestro mixes the solo part with some improvisations featuring his mighty arsenal of fiddle showmanship.<br><br>The remainder of the program consists of Alpha and Omega , conceived as a prelude and a postlude to the Four Seasons. Tailor made by his long time musical partner, Hungarian composer Kálmán Cséki Sr, Alpha is an extravagant musical journey starting with the big bang, traveling through the elements and reaching the Baroque era. The postlude, Omega , immediately follows Vivaldi’s Winter. It is an evocation of the Apocalypse, with drums, electric guitar, violin, vibraphone, synthesizer, …<br><br>For this unique project Roby Lakatos surrounded himself with rising star countertenor Dominique Corbiau, internationally acclaimed percussionist Gabriel Laufer and the ever-amazing cymbalist Jen? Lisztes, replacing the harpsichord in the 4 Seasons.<br><br>At the core of the album you will find the Brussels Chamber Orchestra, one of Belgium’s most cherished string ensembles, and of course Roby´s own legendary ensemble.",
      "press": "“Roby Lakatos skittish bouncing bow and some swooping between the notes. Some movements are more surprising than others, such as the multi-fingered ‘tockel’ pizzicato in the slow movement of Summer like the rattling of sun-dried seeds in a hot wind, and the high flageolet countermelody that decorates sections of the first movement of Autumn. Lakatos’s brilliance is in his unassailable armoury of folk techniques and his stylish élan... ”.<br>Dominy Clements, Musicweb International<br><br>“Lakatos is undoubtedly an exciting and dynamic player... Wild as it all sounds, there’s an exuberance that keeps you listening. And the basic idea of a gypsy Four Seasons is indeed perfectly reasonable...Of great interest for those interested in the great tradition of gypsy music”.<br>Allmusic.com<br><br>“Here is where we ratchet it up, with the extraordinary Romany fiddler Roby Lakatos’s first recording of the “Four Seasons”, replete with extraordinary genre-bending compositions of Kalman Cséki ‘Alpha”, ‘Genesis’ , ‘Noah’, ‘Abraham’ and ‘Golgotha’; ‘Omega’-’Apocalypse’ and ‘Armageddon’ (the titles tell you all you need to know); as well as Patriarch Ilia II of Georgia’s unashamedly lyrical ‘Ave Maria’. What’s immediately striking with Lakatos’s take on Vivaldi’s concertos is how restrained and respectful it is. I expected a full-on Hungarian Gypsy jazz swingfest; what I heard was Lakatos’s gently infusing the music with his inimitable style. Apart from a lot of rhythmic liberties (most noticeable in the improvised triplets in ‘Autumn‘s third movement), extravagant gypsy cadenzas and allowing cymbalom player Jenò Lisztes not just to realize the continuo line but to take the solo line from time to time, it’s only in the real jam session of ‘Winter’s Largo’ where you feel everyone is finally throwing attention to the icy wind”.<br>Gramophone, William Yeoman, December 2105"
    },
    "23": {
      "description": "BACH XXI is a pure musical hybrid. Pianist/arranger Matt Herskowitz reimagines 8 works of the master in contemporary settings, incorporating rhythms, grooves and harmonic voicings from Jazz, Latin, Arab, Jewish and Contemporary Classical styles into the original scores. Featuring internationally acclaimed classical violinist Philippe Quint and anchored by Matt’s famed trio – Mat Fieldes, Bass & David Rozenblatt, Drums, BACH XXI invites you to rediscover all the genius of Bach in a new, modern and unique personal voice. Special guest appearance by renowned virtuoso Lara St. John on the Double Violin Concerto.",
      "press": null
    },
    "24": {
      "description": "For the first time, internationally acclaimed violinist Philippe Quint records two of the most intoxicating violin concertos of the Russian repertoire. Masterly supported by the Bochumer Symphoniker led by Steven Sloane, and recorded in state of the art sound, Philippe Quint exhales all the excitement and infinite flavours from these thrilling yet melodious masterpieces.",
      "press": "“Philippe Quint’s excellent SACD recording can stand comparison with the best, and emerges as something of an unexpected pearl... ”.<br>MusicWeb International, Dominy Clements, 19 May 2016<br><br>“Philippe Quint and Steven Sloane give a zestful account of two seldom played Russian violin concertos. There is a lot of vitality, passion and local flavour in these performance”.<br>Pizzicato, LU, Remy Franck, 06/07/2016<br><br>“The archetype Russian violin concerto -Tchaikovsky’s- looms so large over the musical landscape that all others seem no more than sidebars. Two concertos (each) by Prokofiev and Shostakovich are rooted in political circumstances, inseparable from their history. Miaskovsky’s concerto never took off, despite the advocacy of David Oistrakh, Weinberg’s is emerging too slowly to be counted and the rest barely make up a respectable quorum. Apart from the present pair. Alexander Glazunov wrote his concerto in 1905 for the violin professor Leopold Auer, a formidable authority who once refused to premiere Tchaikosky’s concerto unless he made extensive changes. Glazunov, head of the Rimsky Conservatoire, wrote a work that is both formally orthodox and romantically expressive. In immediate appeal, it is bested only by Tchaikovsky’s yet, such is the perversity of popular taste, it is performed far less. Aram Khachaturian’s 1940 concerto, championed by Oistrakh, contains an absolutely irresistible central movement and a certain amount of film-score dross in the outer sections. It has to be played, and heard, with eyes shut tight and total conviction. The soloist Philippe Quint -Russian despite his name-delivers the most coherent account I have encountered since Oistrakh’s. And he’s pretty hot in the Glazunov, too-passionate, at times, to the point of recklessness. His name needs to get out more. The disc opens with a Tchaikovsky-quoting overture by Kabalevsky (who also wrote a violin concerto, hardly worth mentioning) and the orchestral playing by the Bochum Symphoniker, conductor Steven Sloane, is sumptuous and virtuosic. This is Michelin-starred Russian borscht”.<br>Norman Lebrecht, myscena.org, June 2016<br><br>“The Best Russian Concerto Disc For Quite A While […] ”.<br>Slippedisc, Norman Lebrecht, July 1st 2016<br><br>“Quint’s tonal opulence, generously inflected with subtle portamentos, sound like a throwback to the glory days of Fritz Kreisler, It is fascinating to compare Philippe Quint’s heartfelt playing of Glazunov’s Concerto with Jascha Heifetz’s classic stereo RCA account with Walter Hendl, which for generation of record collectors virtually defined how this piece should sound. Quint’s tonal opulence, generously inflected with subtle portamentos, sound like a throwback to the glory days of Fritz Kreisler. Quint is certainly no slouch when it comes to moving the music forward, yet he always finds time to give his phrasing an affectionate lilt, . a rich, ruby port to set besides Heifetz’s sparkling effervescence. The Khachaturian is a very different kind of piece. If Leonid Kogan (RCA Living Stereo) probes the score’s ‘dark’ side and Itzhak Perlman (EMI/Warner) revels in the score’s swashbuckling bravado, Quint focuses on its radiant melodiousness, swaying captivatingly in the finale where others keep their heads down in a mad dash to the finishing post. Steven Sloane and the Bochum Symphony Orchestra provide first rate support”.<br>BBC Music Magazine, Julian Haylock, December 2016<br><br>“Quint acquits himself exceptionally well in both concertos. He achieves a golden mean, or what I would call “the Goldilocks zone”. His readings are just right, neither too hot nor too cold; never over-Romanticized with too much schmaltz. nor overly reserved or emotionally aloof. Quint achieves an ideal balance between expressivity and virtuosity, making the former sound easy and the latter sound natural. Quint’s tone has much the same silvery glint and purity to it than Milstein’s does, and Quint conveys the same aristocratic, above-the-fray manner one experiences in the non-histrionic playing of Milstein. The technically showy passages are all the more impressive for being tossed off smoothly and seemingly effortlessly in Quint’s very beautiful realized readings. I particularly like Quint’s and Sloane’s way with the slow movement, in which they achieve an exotically scented, highly atmospheric feeling. No small credit for that goes to the outstanding Bochum Symphony Orchestra. Quint’s performances of the Glazunov and the Khachaturian deserve easily to advance to somewhere near the top of the list, and the stunning sound of this SACD recording does wonders for the very colorful, if not gaudy, orchestrations of these scores: Highly recommended”.<br>Fanfare Magazine, Jerry Dubins. January 2017<br><br>“Wow! This was a sleeper, though only because I wasn’t expecting the solo work to be so resplendent and the interpretations to be so compelling. Quint really “gets” the Glazounov better than just about any violinist I’ve heard in it. He embraces it with an expansive, rich, beautiful violin tone the kind it’s supposed to have but doesn’t always get. I’ve never quite understood why so many recordings of this work miss the mark. All it seems torequire is a straightforward romantic approach of the exact same kind the Tchaikovsky concerto calls for. And that’s what Quint gives it, ably supported by Mr Sloane and the Bochum Symphony,. that also puts out a pleasantly full-bodied, warm tone. Sloane shapes the atmospheric opening of II lovingly and lets his players show that Mr Quint is not the only source of a full, rich tone on the stage. The violin enters and, again, there’s lyrical effusion aplenty to be enjoyed here but it’s not just beautiful sounds for the sake of sounding beautiful. This is a breathtakingly expressive traversal of the slow movement, languorous and sensuous but also architecturally coherent. The finale is a nimble, impish romp unmarred by any hint of empty mechanical display. This is one of the most exciting accounts of this work I’ve ever heard. As if fresh, vital, top-drawer accounts of the two concertos isn’t enough, Sloane and his players open the program with one of the most popular orchestral curtain raisers of all time. The Kabalevsky overture is as bursting with energy as the finale of the Khachaturian. So here we have it: the proverbial “lightning in a bottle” captured beautifully on a hybrid SACD with sound that reminds us that not all the best recordings were made in the past. Our Editor chews us out for declaring this early in the year that a particular album will be on our “Best of” list for the year, so I won’t do that. I will say Quint, Sloane & Co. will come up for serious consideration when I compile that list. This sleeper is a keeper! ”<br>American Record Guide, Hansen, July/August 2017"
    },
    "25": {
      "description": "“Soul of the internationally-acclaimed Soledad Ensemble, bandoneon player Manu Comté has for the first time under his own name recorded a sublime album in tribute to the masters that forged his exquisite musical taste.<br>A major musical discovery featuring newly commissioned works and with the notable participation of Tomás Gubitsch, Piazzolla’s last guitarist. ”",
      "press": "“This is a poetic and expressively performed collection of tango-based music that explores its deeper character in pieces that are often slower and more brooding than you might expect”.<br>Musicweb International, Dominy Clements, 29/05/16"
    },
    "26": {
      "description": "Sergio Tiempo, «The most dazzling and spontaneous pianist of his generation» (Gramophone), is back with Legacy, his stunning new solo recital. Featuring major works by Beethoven, Chopin, Prokofiev and Villa-Lobos, this new album draws a moving musical portrait of the Tiempo family members. Sergio Tiempo selected each piece according to the personalities of his family. Beethoven’s Appassionata for his mother, the legendary musical pedagogue Lyl Tiempo, an Intermezzo by Brahms for his sister Karin Lechner, with whom Sergio forms a world-renowned duo, a tango by Piazzolla for his father Martin Tiempo, a longtime friend of Martha Argerich. His niece Natasha Binder, a rising pianist in her own rights, Maud, Sergio’s wife and their children are also the inspiration behind this program. All in all, a deeply personal project by «one of the leading pianists of our time» (Musicweb).",
      "press": "“This remarkable recital has been put together by Sergio Tiempo based on aspects of his family, each piece associated with the character of a particular person in mind. The inside of the CD packaging is full of family photos, including one of little Sergio at the age of three, dwarfed by a grand piano at his first recital. The cover portrait was draw by his father, Martin Tiempo. The fear for this kind of concept is that it will become something sentimental, but any such idea is blown out of the water with a performance of Beethoven’s Appassionata sonata that is fiery indeed. This stands for “my mother’s passionate, vehement and generous personality.” The more I’ve played this disc the less I would be inclined to cling to these personal associations, preferring just to enjoy the performances for what they are-sincere and authentic renderings of music that has a great deal of meaning to the artist in question. It is however such an essential element of the programme that the commentary cannot be ignored. Comparisons with other recordings are rather superfluous here. This is the kind of piano disc that you will want to have handy when you feel jaded and fed up with oft-heard studio productions. This is a live performance and very much has that feeling, though aside from at the end the applause has been removed and the audience is very well behaved indeed, no doubt on the edge of their seats from beginning to end. The Beethoven is vital and energetic, at times to the point almost of violence, but this has more to do with the energy Tiempo invests in the performance, not an expression of aggression. The contrast with an utterly limpid opening to the Brahms Intermezzo could hardly be greater, but Tiempo again has a core of steel in the way he reaches the climax of this piece. These two Brahms pieces are relatively good-natured and gentle, the depths and poignant intensity of the Intermezzo a reflection of Sergei’s sister Karin Lechner, the Waltz a piece he sometimes used to play for his son Nelson to help him sleep. The selection of pieces from Prokofiev’s Romeo and Juliet has its connection in the “transformation from child to adult” in the teenage years. Sergio’s niece Natascha Binder’s personality emerges through the fairy-tale nature of the music and the story it represents. Tiempo’s playing is quixotic and exciting, with plenty of jewel-like poetry and playfulness contrasting with a majestically orchestral Montagues and Capulets. Sergio Tiempo has chosen “Reflets dans l’eau” as a self-portrait, revealing how he harbours “a more introverted and contemplative nature” than he lets people see, but also delivering a rhapsodic interpretation that has plenty of fireworks. The Chopin Preludes, by turns spectacular and deeply emotionally searching, are an affectionate bow towards “you, my audience, my other family member. Villa-Lobos’ A Prole do Bebê is new to me, the playing of Nelson Freire being Tiempo’s own inspiration. These have been chosen with reference to Sergio’s daughter Mila, but there is very little that is childish about these sophisticated and technically demanding works. Such discoveries demand further exploration, but Tiempo’s performances of “these little jewels” are inspiring indeed. Ginastera’s Malambo reflects but a few aspects of Sergio’s wife Maud in its “vitality, fierce tenacity and heroic energy.” She was apparently a bit miffed as to this choice to start with, but her romantic side is really none of our business after all. Sergio’s father Martin has a love of jazz, tango and Brazilian music that sees its expression in Piazzolla’s Fuga y Misterio, a very fitting finale indeed. For us piano fans, this is the kind of album that will be spun red-hot and devoured avidly on a regular basis, such is its verve and life-enhancing atmosphere. I’ve admired Tiempo’s playing in the similarly spontaneous sounding Live from Lugano collections, and this admirably produced SACD recording has both depth and character in the sound, aptly conveying both the artistry in performance and the electric atmosphere of the event”.<br>Musicweb, Dominy Clements, 15/02/2018<br><br>“Debussy’s ‘Reflets dans l’eau’ is most appealing. Tiempo’s enormous resources of touch create textures that seem truly liquid. His take on four pieces from Romeo and Juliet is nothing if not imaginative, Tiempo is at his most irrepressibly original in the Piazzolla and Ginastera works, where his alternately impetuous and relaxed pianism is given full rein. Both showcase his remarkably adroit repetitions of both single notes and chords. Subtle touch and brightly coloured textures characterise the piquantly atmospheric selections from the first book of Villa-Lobos’s A prole do bebê”.<br>Gramophone, Patrick Rucker, April 2018"
    },
    "27": {
      "description": "The exciting meeting of two living legends of Jazz! For the first time on record / video “The fastest-fingered fiddler in the world” Roby Lakatos is joined by “speed demon” guitar hero Biréli Lagrène for a unique tribute to Stéphane Grappelli and Django Reinhardt. Both musicians performed in their youth with Stephane Grappelli. For this album they surrounded themselves with the superlative big band of the Modern Art Orchestra and by two first rate Jazzmen of the younger generation: thrilling drummer Niek de Bruijn and guitar sensation Andreas Varady. This is an explosive tribute to Manouche Jazz with standards such as “Djangology”, “Nuages”, “Stella by Starlight” and “Nuits de Saint-Germain-Des-Près”.",
      "press": null
    },
    "28": {
      "description": "Legendary pianist Martha Argerich initiated a new musical Rendez-vous end of June 2018 at the wonderful Laeiszhalle of Hamburg (DE). From Beethoven to Debussy, from Brahms to Prokofiev, Martha Argerich performed in duo, trio and in concerto with musical friends like Mischa Maisky, Nicholas Angelich and Stephen Kovacevich, and started new collaborations with artists such as Akiko Suwanai, Alisa Weilerstein, Guy Braunstein or Edgar Moreau. She also accompanied for the first-time world renowned baritone Thomas Hampson in Schumann’s Dichterliebe, a role she rarely endorsed during her career and a première in her discography.<br><br>A unique musical celebration in which Martha Argerich performs new repertoire like Prokofiev’s Overture on Hebrew Themes.<br><br>A total of 7 well-filled CD Boxset that will also allow you to rediscover some of Martha Argerich’s battle horses such as Beethoven’s triple or Shostakovich’s first concerto in new state of the art recordings.",
      "press": "“If ever there was an Aladdin’s cave of records, this is it. Entitled Rendez-vous with Martha Argerich, the world’s most extraordinary pianist shares her joy in collaboration with her circle of close friends...”.<br>Piano International<br><br>“There are live recordings and there are live recordings. Some catapult you straight to the event while others leave you with a mere impression of what happened, and that’s about it. ‘Rendez-vous with Martha Argerich’ is securely in the first camp. Having over the years followed various of her releases taped live at Lugano and other venues I can confirm that her characteristically high voltage as a performer remains constant more or less for the duration, even when she’s not actually playing. Her coltish spirit permeates everything you hear. Take the two Debussy sonatas, for violin and piano with Géza Hosszu-Legocky and pianist Evgeny Bozhanov, and for cello and piano with Mischa Maisky and Argerich herself, the latter where warmth and playfulness are balanced in equal measure. But the Violin Sonata is something else again, eerily erotic, whether shimmering pianissimo or flirting with gypsy-style inflections (Ivry Gitlis sprang to mind more than once). ‘Fêtes’ with Argerich and Anton Gerzenberg is bright and propulsive, while Prélude à L’après-midi d’un faune, where Argerich partners Stephen Kovacevich, bares its heart with unimpeded warmth. Ravel’s La valse (two pianos again) finds Argerich and Nicholas Angelich exploring myriad colours, often with considerable delicacy, while the two works for violin and cello (by Ravel, with Alexandra Conunova and Edgar Moreau, and by Kodály with Guy Braunstein and Alisa Weilerstein) focus the very different characters of both pieces, coolly sophisticated in the former, folksy and often wildly impassioned in the latter. Argerich makes Shostakovich’s First Concerto sound like an off-the-cuff improvisation (how many times must that have been said of her playing?) with that ‘Heifetz of the trumpet’ Sergei Nakariakov constantly chasing on her heels. The E minor Piano Trio (Argerich, Weilerstein, Braunstein) parades a painful, even tragic sense of irony, while Prokofiev’s Overture on Hebrew Themes eschews its usual bright premonitions of Fiddler on the Roof and instead suggests Ghetto victims dancing in their heads. Again, the mood is sullen; the heart of the piece weighs heavily. Other Prokofiev gems include a sequence of pieces from the Cinderella ballet arranged for two pianos by Mikhail Pletnev, involving two sets of pianists (Alexander Mogilevsky/Akane Sakai, Bozhanov/Kasparas Uinsksas), ‘Quarrel’ sounding like an angry finale from one of the piano sonatas (plenty of syncopations), ‘Cinderella’s Waltz’ spinning a genuine sense of magic. The highlight of the Sonata for two violins (Tedi Papavrami and Akiko Suwanai) is the remarkably beautiful Commodo third movement. Schumann is represented initially by the three Fantasiestücke for cello and piano, where Maisky and Argerich effect an embrace that ends in wild abandon, certainly ‘with fire’ as marked. More interesting still is the ‘first edition 1840’ of Dichterliebe, where Thomas Hampson, who by 2018 (the year of these concerts) was in his early sixties, imbues each song with a wealth of feeling if without the rock-solid vocal security of his prime. Then again, some of the greatest Dichterliebes of yesteryear (Lotte Lehmann with Bruno Walter, Pierre Bernac with Francis Poulenc) have defied time in a similar way – just sample Hampson’s entrancing account of ‘Ich hab’ im Traum geweinet’ – and there’s the added attraction of having four lovely songs that never made the first edition (you can check them out on disc 5 tracks 8, 9, 18 and 19). Hampson’s feeling for words and his ability to colour them in musical terms make this a rather special performance, and being partnered by Argerich (who approaches Cortot in the same role for Panzéra and Souzay) is an added boon.<br>…The same CD includes an agile, warmly expressed and very nicely turned Beethoven Triple Concerto with Papavrami, Maisky and Argerich and the Hamburg Symphony Orchestra under Ion Marin. There are also excellent performances of Brahms’s Second Violin Sonata (Suwanai and Angelich) and Rachmaninov’s Cello Sonata (cellist Jing Zhao and pianist Lilya Zilberstein). The last CD is pure fun. Annie Dutoit narrates a superbly played (and recorded) Carnival of the Animals, very amusingly narrated (in French – no translation is provided), with Marin conducting, and there are piano and instrumental pieces by Lecuona, Albéniz, Villoldo, Rovira and Piazzolla, while to close there’s a tango-style send-up of Eine kleine Nachtmusik featuring the Guttman Tango Quartet. Hopefully you’ll by now have guessed that this set has given me enormous pleasure and I’m convinced that it will have the same effect on you too. There are plenty of photos and ‘mini-biogs’ but no notes on the music. Very strongly recommended all the same”.<br>Gramophone, Rob Cowan."
    },
    "29": {
      "description": "Evgeni Bohzanov invites you to a Voyage into the heart of German Musical Romanticism with this superb program combining touching transcriptions of works by Brahms and R. Strauss with Schubert’s last sonata, one of the greatest masterpieces of Music history.",
      "press": null
    },
    "30": {
      "description": "Dr. L. Subramaniam, “The God of Indian Violin” (The Times of India) & Roby Lakatos, \"The Fastest-Fingered Fiddler in the World\" (The Daily Telegraph) invite you to a fascinating musical journey, building bridges between Traditional Indian Music and Gypsy Music. A  unique project reminiscent of the spirit and openness of the late Sir Yehudi Menuhin, a mentor close to the heart of both artists.",
      "press": null
    },
    "31": {
      "description": "After the tremendously successful first Rendez-Vous with Martha Argerich, this second volume will certainly thrill music lovers from all around the world again. For this new edition, Martha Argerich partners with high-profile musical friends such as Sylvain Cambreling, Renaud Capuçon, Charles Dutoit, Gabriela Montero, Edgar Moreau, Akane Sakai and many others in new repertoire like Mendelssohn’ Second Piano Trio, or in stalwarts of her repertoire such as Tchaikovsky’s First Piano Concerto, Beethoven’s ‘Kreutzer’ Sonata or Schumann’s Kinderszenen. In total: 6 CDs that will allow you to marvel at the art of Martha Argerich and her friends in state-of-the-art new recordings.",
      "press": null
    },
    "32": {
      "description": "Described by BBC Music Magazine as “an artist who has an incredibly sense of musicality, elemental thinking and a phenomenally perfect technique”, cellist Alexander Kniazev joins forces with Kasparas Uinskas, a pianist of “breathtaking sensitivity” (Seen and Heard International), for a sublime program coupling the last two chamber music works of Johannes Brahms with transcriptions for cello and piano of the celebrated Four Serious Songs, three undisputed masterpieces.",
      "press": null
    },
    "33": {
      "description": "Throughout his lifetime, Gustav Mahler's musical imagination got sparked by the Wunderhorn anthology of folk poetry compiled by Achim von Arnim and Clemens Brentano. Whether autonomous lieder or conscripted into symphonic service, Mahler’s Wunderhorn settings represent some of his most exotic, exhilarating, but also visionary music. The Wunderhorn songs evoke and celebrate a lost era but they also prefigure its demise. Mahler captures this ambiguity in uncompromisingly melodious and idyllic, but also satiric, relentless and cruel music.<br>In this soundtrack from the movie WUNDERHORN by Clara Pons, baritone Dietrich Henschel, “a towering figure, physically, intellectually, musically and theatrically” (Herald Scotland) gives a vibrant rendition of 24 Lieder from Gustav Mahler’s “Des Knaben Wunderhorn”, masterly accompanied by the Bochumer Symphoniker under the inspired baton of Steven Sloane.",
      "press": "“Henschel’s voice is as velvet smooth as a pint of Guinness and is extremely well caught by the Avanticlassic engineers.”<br>David McDade, Musicweb, “Recommended”."
    },
    "34": {
      "description": "Legend of the piano Martha Argerich is releasing her first ever album partnering the Israel Philharmonic Orchestra under the baton of its new musical director : Lahav Shani.",
      "press": "“Lahav Shani and the Israel Philharmonic create a finely detailed sound in both these concertos, allowing Argerich to duet gracefully with them in the Beethoven Her touch is pearlised in the Allegro con brio, and in the Adagio - seldom so emotionally restrained - her compelling pianism almost made me hold my breath; her quicksilver approach to the Rondo held me bewitched until her final disappearance into the ether”<br>Michael Church, BBC Music Magazine, “Concerto Choice”<br><br>“The finale is scampering, crazy downhill fun. I’m listening to it for the fifth time with a grin as broad as the pampas.”<br>Norman Lebrecht, Slippedisc."
    },
    "35": {
      "description": "Sergio Tiempo, the electrifyingly brilliant pianist hailed by The Sunday Times, has brought together an exceptional cast of mentors for his latest album. These individuals have all played a pivotal role in shaping Tiempo's artistry : Lyl Tiempo, a world-renowned music pedagogue and Sergio's mother, the iconic Martha Argerich - who is recording for this album Schubert's Fantasy in F minor D. 940 for the first time in studio -, legendary pianist Nelson Freire, Alan Weiss, one of the most sought-after professors and pianists, incomparable cellist Mischa Maisky and Karin Lechner, Sergio's sibling and lifelong musical partner. The album is a tribute to the cooperative efforts of some of the most renowned musicians of our time and is a showcase of Tiempo's exceptional artistry.",
      "press": null
    },
    "36": {
      "description": "The third installment of Rendez-vous with Martha Argerich brings together captivating recordings from the international Festival Martha Argerich in Hamburg, showcasing an extraordinary lineup of soloists. Among the highlights are several first collaborations on record, notably between Martha Argerich, Anne-Sophie Mutter and Mischa Maisky, but also between Martha Argerich and Maria-João Pirès. Many other prestigious guests include Renaud Capuçon, Nelson Goerner, Gidon Kremer, Tedi Papavrami, Akiko Suwanai and Michael Volle. Particularly note-worthy is the deeply emotional interpretation of Brahms' second viola sonata, marking the poignant final public performance by the dearly missed pianist Nicholas Angelich, with violist Gérard Caussé.<br>All in all, this boxset stands as a jubilant tribute to the unparalleled artistry of Martha Argerich and to the incredible array of musical friendships she has develo-ped through the years.'",
      "press": null
    },
    "37": {
      "description": "Embark on a captivating musical journey with Roby Lakatos as he delves into the soul-stirring rhythms of Tango. Teaming up with the renowned Gang Tango, the King of Gypsy violinists invites you to explore the rich traditions of Tango from across the globe. From timeless classics like Oblivion and La Cumparsita to undiscovered jewels such as Rookgordijnen and Vale Mousiki, this album is a veritable treasure chest for lovers of passionate music-making.",
      "press": null
    }
  },
  "countries": {
    "1": "Australia",
    "2": "Austria",
    "3": "Belgium",
    "4": "New Zealand",
    "5": "Norway",
    "6": "Poland",
    "7": "Portugal",
    "8": "Russia",
    "9": "South-Korea",
    "10": "Spain",
    "11": "Sweden",
    "12": "Switzerland",
    "13": "Taiwan",
    "14": "United Kingdom",
    "15": "USA",
    "16": "Canada",
    "17": "Czech Republic",
    "18": "Finland",
    "19": "France",
    "20": "Germany",
    "21": "Greece",
    "22": "Hong Kong",
    "23": "Hungary",
    "24": "Italy",
    "25": "Japan",
    "26": "Mexico",
    "27": "The Netherlands"
  },
  "about": {
    "distributorsTitle": "List of distributors"
  },
  "menu": {
    "ourArtists": "Our Artists",
    "releases": "Releases",
    "videos": "Videos",
    "about": "About"
  }
}