{
  "home": {
    "description": "Avanticlassic et Avantijazz ont été créés dans le but de rétablir une relation entre l'artiste et sa maison de disques qui, dans l'industrie musicale actuelle, n'existe pratiquement plus. Actifs dans les domaines de la musique classique et du jazz, nos labels ont pour objectif non seulement d'enregistrer et de promouvoir les artistes auxquels ils croient mais aussi de leur offrir un réel accompagnement dans toutes les facettes de leur carrière. Pour atteindre cet objectif, Avanticlassic et Avantijazz utilisent la meilleure technologie disponible à tous les niveaux, que ce soit dans le choix des studios d'enregistrement, les techniques d'enregistrement utilisées ou la production du produit final. Le produit proposé aux consommateurs est également de la plus haute qualité: des supports de musique cd / sacd hybrides emballés de manière attrayante dans un style contemporain, frais et moderne, avec des notes de doublure écrites par des spécialistes ; des téléchargements et streaming disponibles en haute qualité 96khz/24bits. Nous travaillerons également en étroite collaboration avec chaque distributeur, chaque plateforme de téléchargement et de streaming pour développer au mieux la carrière des talents dans lesquels nous croyons."
  },
  "test": {
    "lol": "lol fr"
  },
  "artists": {
    "searchArtist": "Chercher artiste",
    "1": {
      "description": "Martha Argerich, née le 5 juin 1941 à Buenos Aires, est une pianiste argentine, naturalisée suisse.<br><br>Enfant prodige du piano, elle a apporté à l'interprétation du répertoire romantique et moderne un souffle nouveau qui l'a propulsée rapidement sur le devant de la scène internationale. Plusieurs des grands concertos pour piano et orchestre, tels ceux de Chopin, Schumann, Liszt, Tchaikovsky, Ravel, Prokofiev et Rachmaninov, ont trouvé en Martha Argerich une interprète flamboyante et réfléchie. Fuyant la publicité, elle s'éloigne de la scène pendant une partie importante de sa carrière1. Artiste exigeante et femme de caractère, elle n'accorde que peu d'entrevues et ne joue plus, depuis quelques années, qu'en formation de musique de chambre ou avec orchestre. Elle est considérée comme une des pianistes les plus talentueuses de son époque."
    },
    "2": {
      "description": null
    },
    "3": {
      "description": "Né à Porto (Portugal) en 1963, Pedro Burmester a donné son premier récital à l'âge de dix ans.  Il a étudié pendant dix ans auprès de Helena Costa et a travaillé avec Léon Fleischer et Dmitri Paperno.  Il a suivi des 'masterclasses' auprès de Jörg Demus, Aldo Ciccolini, Karl Engel, Vladimir Ashkenazy, Tatjana Nikolaiewa et Elisabeth Leonskaja.<br><br>En 1983, il remporte le second prix du Concours International de Piano 'Vianna da Mota' à Lisbonne.  Il obtient le prix spécial du jury lors du concours \"Van Cliburn\" en 1989 .Il a remporté le premier prix des principaux concours nationaux de son pays.<br><br>Hôte régulier de tous les festivals portugais, il a participé également aux festivals les plus importants en Belgique (Festivals de Flandre et de Wallonie), en France (la Roque d'Anthéron), en Allemagne (Klavierfestival Ruhr et Sommerliche Musiktage Hitzacker), en Italie et au Royaume-Uni (Festival de Belfast).<br><br>Il a en Australie, au Japon (avec le Metropolitan Orchestra), en Amérique  Latine, en Pologne, en Afrique du Sud et aux Etats-Unis d’Amérique. Il a été l’invité de la 92nd Street Y et de la Frick Collection à New York et s’est produit à la Salle Gaveau et au Châtelet à Paris, à la Kölner Philarmonie à Cologne , De Doelen à Rotterdam, la Gewandhaus à Leipzig et la Beethoven-Haus à Bonn, ainsi que pour des stations de radio allemandes, parmi lesquelles radio Bremen et  WDR-Cologne.<br><br>Il s’est produit avec de nombreux orchestres réputés : “Australian Chamber Orchestral’, l’Orchestre National de Belgique,  le “Rotterdam Philharmonic” et le “Nederland Kamerorkest” (Pays-Bas) ; le  “Gulbekian Orchestra “ (Portugal) et le  “Nothern Synfonia” de Londres (Royaume-Uni) ; Sir Georg Solti  l’a choisi comme soliste pour interpréter  la Vème Symphonie de Beethoven avec le London Symphony Orchestra, pour le concert d'ouverture de \"Lisbonne, Capitale culturelle de l'Europe 1994\".<br><br>En musique de chambre, le pianiste compte parmi ses partenaires, entre autres, le violoncelliste Anner Bylsma, Mischa Maisky, le violoniste Thomas Zehetmair et le Quatuor Prazak."
    },
    "4": {
      "description": "Depuis son très jeune âge, Manu Comté porte en lui la force d’ une passion qui lui a permis de sortir du moule musette pour défier la musique contemporaine, qu’ elle soit classique, jazz ou world !<br><br>Toujours en quête de trouver une manière non traditionnelle de faire parler ses instruments, l’ accordéon ou le bandonéon, son jeu est caractérisé par une expressivité intense et un touché d’une légèreté feutrée. Il est de ceux qui écrivent les belles pages de cet instrument “populaire” par excellence qu’est l’accordéon.<br><br>Son chemin est marqué par l’ aventure du groupe « Soledad » qu’ il crée dans les années 1990 et avec lequel il parcourt les plus belles scènes du monde (Le Santory Hall de Tokyo, le festival de La Roque d’ Anthéron, le Concertgebouw d’Amsterdam, les Palais des festivals de Cannes et de Paris, le festival de Jazz de Montréal, le New Morning à Paris, les festivals de Beppu, Lugano, Pietrasanta, Toronto, Ottawa,...).<br><br>Une belle route sur laquelle il reçoit des prix prestigieux, semée de nombreuses rencontres avec de grands artistes comme Martha Argerich, Richard Galliano, Renaud Capuçon, Franck Braley, Philip Catherine, Tomás Gubitsch, Frédéric Devreese, Gerardo Jerez le Cam, Michel Portal, Alberto Iglesias,...<br><br>Avec plus d’une dizaine d’enregistrements à son actif, Manu Comté a enregistré en 2015 un nouvel album sous son propre nom, portant le titre d’une de ses compositions « Homilia », accompagné par le quintet à cordes B’Strings et avec en invité le guitariste argentin, Tomás Gubitsch.<br><br>Devenu trio, Soledad est invité en 2016 comme « artiste en résidence » à la Chapelle musicale Reine Elisabeth de Belgique et enregistrera le disque “Logical” pour le label Warner Music qui sortira en mars 2017.<br><br>Aujourd’ hui, l’ aventure de Soledad continue en trio, Manu Comté collabore très régulièrement avec les ensembles de Gerardo Jerez Le Cam, en trio, quartet et quintet. Un nouvel enregistrement “Miniaturas lunares” en quintet avec la soprano Anne Magouët vient de sortir fin 2019."
    },
    "5": {
      "description": "Myriam Fuks est née à Tel-Aviv avec la musique Yiddish dans le sang. Sa mère, Franja Glasman, était comédienne au théâtre Kaminsky de Varsovie, un des théâtres Yiddish les plus réputés de l’Europe d’avant guerre. Son oncle était poète et journaliste Yiddish. A douze ans, Myriam Fuks entre au théâtre Yiddish Ykult à Bruxelles. En 1974, elle retourne en Israël et connaît la célébrité grâce à un concours de chant à la télévision nationale. En 1984, c’est le succès à New York. Ses productions discographiques sont acclamées à travers le monde. Myriam chante son  plaisir du Yiddish sur les scènes du monde entier et sur les plateaux de télévision d’Europe. Si la musique est sa langue maternelle, le Yiddish est pour Myriam le langage de l’émotion, de l’expression de la joie, de la tristesse, de l’histoire des peuples de \"là-bas\" où la musique et la chanson font partie de la vie quotidienne. Myriam Fuks est aussi comédienne et vient de terminer le tournage d’Un Secret de Claude Miller avec Patrick Bruel, Julie Depardieu et Cécile de France."
    },
    "6": {
      "description": "Né à Buenos Aires en 1989, Adriel a commencé l’étude du piano à l’âge de 4 ans. Il a été l’élève de René Teseo, d’Antonio De Raco, de Carmen Scalcione et, actuellement, de Luis Lugo. Il s’est perfectionné auprès de Nelson Gœrner, de Ralph Votapek, d’Alan Weiss, d’Andrea Lucchesini, d’Alexis Golovine, d’Akiko Ebi, de Roberto Urbay et de Zenaida Manfugas. Adriel fait ses débuts à 7 ans dans les plus importantes salles argentines ainsi que lors d’un programme télévisé. En 2001 et 2002, il est l’invité du Festival Martha Argerich de Buenos Aires et en 2003, du Festival Llao di Bariloche. La même année, il est nommé révélation dans la catégorie musique classique par les prix Clarìn. En 2004, il obtient une mention spéciale de l’association des critiques musicaux argentins et le Premier Prix au VIIème Concurso Bienal organisé par les Festivales Musicales. En 2005, Martha Argerich l’invite à son Festival de Lugano et, en 2006, au Meeting Point de Beppu (Japon)."
    },
    "7": {
      "description": "Né en Belgique en 1973 d’ascendance Indo-Polonaise, Alexander Gurning a étudié au Conservatoire Royal de Bruxelles. Après avoir terminé ses études, il devient pendant trois années consécutives l’assistant du pianiste russe de renommée mondiale Evgeny Moguilevsky. Peu après, Alexandre se rend à Moscou pour assister aux cours de Lev Naumov, lui-même élève d’Heinrich Neuhaus et entre dans la classe de Victor Merzhanov, un représentant de l’école de Goldenweiser au Conservatoire de Moscou.<br><br>Depuis Alexander Gurning n’a cessé de se produire. Il est apparu dans des festivals renommés tels que le Progetto Martha Argerich à Lugano (CH), le Schleswig-Holstein Musik Festival (Allemagne), le Festival International de Piano de La Roque d’Anthéron (FR), le Festival de musique de Sapporo ( JP), le Festival International de Piano d’Obidos (PT), le Saratoga Chamber Music Festival (USA), le Tanglewood Music Festival (USA) et le Festival de Verbier (CH).<br><br>Alexander Gurning a joué avec l’Orchestre symphonique de Boston, l’Orchestre de Philadelphie, l’Orchestra della Svizzera Italiana, l’Orchestre Philharmonique de Radio France, l’Orchestre National de Belgique, l’Orchestre Philharmonique de Bruxelles ou l’Orchestre de Chambre de Lausanne avec des chefs tels que Myung -Whun Chung, Charles Dutoit, Alexandre Rabinovitch-Barakovsky ou Christian Zacharias.<br><br>La carrière studio d’Alexandre Gurning a commencé avec un “Choc” décerné par le magazine français le Monde de la Musique pour son tout premier album solo, dans la série «Martha Argerich Presents», avec des œuvres de Stravinsky et Debussy. Parmi les autres collaborations, Alexander Gurning a effectué de fréquents enregistrements avec divers amis musiciens dans le cadre du coffret annuel que sort le label EMI et captés au cours du Festival Progetto Martha Argerich de Lugano. Alexander a obtenu un autre prix du magazine français Diapason en tant que pianiste du trio Talweg, avec Sébastien Surel (violon) et Sébastien Walnier (violoncelle), pour leur album Tchaïkovski/Chostakovitch sorti en 2008.<br><br>Alexander Gurning est également membre fondateur de l’ensemble Soledad de renommée mondiale spécialisé dans le renouvellement de la tradition du tango. Avec Manu Comté (accordéon et bandonéon), Jean-Frédéric Molard (violon), Patrick Schuyer (guitares) et Géry Cambier (contrebasse), Soledad connaît un énorme succès avec les albums sortis sur les labels Virgin Classics et ENja.<br><br>Alexandre Gurning combine une superbe technique classique avec un horizon musical englobant non seulement la musique classique mais aussi le jazz, la musique du monde, la création contemporaine et la musique de film, ce qui fait de lui l’un des artistes les plus fascinants, les plus respectés et accomplis de sa génération."
    },
    "8": {
      "description": "« Le baryton Dietrich Henschel est une figure imposante du milieu artistique, tant sur le plan […] intellectuel, musical que théâtral. Comme interprète, son habileté à pénétrer au cœur des mélodies pour nous en livrer l’essence tient du génie. » (The Herald, Écosse)<br><br>Dietrich Henschel captive son public aux quatre coins du monde par ses prestations sur les grandes scènes lyriques, dans les récitals de lieder, les oratorios et les projets multimédias. Après avoir fait ses débuts en 1990 à la Biennale de musique contemporaine de Munich, il a offert une interprétation exceptionnelle du premier rôle dans Doktor Faust de Busoni, qui lui a valu un Grammy.<br><br>Parmi les principaux personnages qu’a incarnés Henschel à l’opéra, citons le Figaro de Rossini, Wolfram dans Tannhäuser, les Ulisse et Orfeo de Monteverdi, le Don Giovanni de Mozart, Beckmesser dans Die Meistersinger von Nürnberg de Wagner, Docteur Schön dans Lulu ainsi que le Wozzeck d’Alban Berg, Golaud dans Pelléas et Mélisande de Debussy et Nick Shadow dans The Rake’s Progress de Stravinsky. Les compositeurs contemporains Péter Eötvös, Detlev Glanert, Manfred Trojahn, Unsuk Chin, Peter Ruzicka et José María Sánchez-Verdú lui ont destiné des rôles de premier plan dans leurs opéras.<br><br>Dietrich Henschel a travaillé avec les chefs Riccardo Chailly, Kent Nagano, Cornelius Meister, Sylvain Cambreling ainsi que Semyon Bychkov, et de nombreux enregistrements d’oratorios témoignent de ses collaborations avec John Eliot Gardiner, Philippe Herreweghe, Nikolaus Harnoncourt et Colin Davis. Le baryton a présenté des versions scéniques des cycles de lieder de Schubert et des lieder d’Hugo Wolf avec orchestre, combinant prestations musicales en direct  et projections cinématographiques. Son projet autour de Des Knaben Wunderhorn de Gustav Mahler résulte d’une coproduction entre divers partenaires européens, dont De Doelen, La Monnaie et l’Orchestre symphonique de la BBC, à Londres.<br><br>Le calendrier 2019-2020 de Dietrich Henschel le conduit notamment à l’Opéra allemand de Berlin dans la première mondiale de Heart Chamber de Chaya Czernowin, de même que dans la récente production signée Damiano Michieletto du Rosenkavalier de Strauss à Bruxelles. En plus de lancer son nouvel enregistrement de Die schöne Müllerin de Schubert à Tokyo, Dietrich Henschel participe au projet X-mas Contemporary avec Vladimir Jurowski et l’ensemble United, présenté en première à Berlin et à Düsseldorf."
    },
    "9": {
      "description": "Alexander Kniazev, l'un des musiciens les plus charismatiques de sa génération, joue avec succès trois rôles : violoncelliste, organiste et pianiste. Né à Moscou en 1961, le musicien est diplômé du Conservatoire de Moscou dans la classe de violoncelle du professeur Andrey Fedorchenko et du Conservatoire de Nizhny-Novgorod dans la classe d’orgue du professeur Galina Kozlova. Il atteint une renommée internationale grâce à ses prix lors de concours prestigieux, notamment au concours Tchaïkovski de Moscou et Saint-Pétersbourg, à l’UNISA en Afrique du Sud et au concours Gaspar Cassado à Florence.<br><br>Comme soliste, Alexander Kniazev travaille avec les plus grands orchestres au monde, et notamment avec le Royal Philharmonic et le BBC Orchestra de Londres, les orchestres de la Radio Bavaroise et de Radio Bucarest, l’orchestre philharmonique Tchèque, l'orchestre national de France, l'orchestre de Paris, les orchestre symphoniques de Tokyo et de la NHK, l’orchestre philharmonique de Vienne, les symphoniques de Göteborg, de Luxembourg, l’Irish Symphony Orchestra, le Hague Residence Orchestra, le Netherlands Chamber Orchestra, l’orchestre symphonique Giuseppe Verdi, l'orchestre du festival de Budapest, l'orchestre d'état russe Svetlanov, l'orchestre symphonique Tchaïkovski, les orchestres symphoniques et philharmoniques de Moscou et de Saint-Pétersbourg, l'Orchestre national russe, les ensembles Virtuoses de Moscou et Solistes de Moscou.<br><br>L'interprète collabore avec des chefs d'orchestre célèbres tels que : Kurt Masur, Charles Dutoit, Evgeny Svetlanov, Yuri Temirkanov, Neeme Järvi, Paavo Järvi, Vladimir Fedoseyev, Mikhail Pletnev, Yuri Bashmet, Vladimir Spivakov, Alexander Vedernikov, Pinchas Steinberg ; avec des solistes instrumentaux de renom comme: Jean Guillou, Viktor Tretyakov, Vladimir Spivakov, Vadim Repin, Sergei Krylov, Christophe Baraty, Augustin Dumay, Alena Baeva, Nikita Boriso-Glebsky, Evgeny Kissin, Boris Berezovsky, Nikolai Lugansky, Denis Matsuev, Valery Afanasiev, Mikhail Voskresensky, Kaspar Uinskas, Constantin Lifshitz, Elizabeth Leonskaya, Plamena Mangova, Katia Skanavi. Il se produit régulièrement en trio avec Boris Berezovsky et Dmitry Makhtin et, ces dernières années, avec Nikolai Lugansky et Vadim Repin. Les concerts d'Alexander Kniazev ont été acclamés dans le monde entier dans des lieux aussi prestigieux que le Concertgebouw d'Amsterdam, la Salle Pleyel de Paris, le Théâtre des Champs Élysées, Bozar de Bruxelles, le Wigmore Hall et le Royal Festival Hall de Londres, le Mozarteum de Salzbourg, le Musikverein et le Konzerthaus de Vienne, le Rudolfinum de Prague, l'Auditorium de Milan, le Suntory Hall de Tokyo et les plus grandes salles de concert d'Australie, du Brésil, du Danemark, de Finlande, d'Allemagne, d'Irlande, de Corée, du Portugal, d'Espagne, d'Afrique du Sud, de Suède et de nombreux autres pays.<br><br>Le violoncelliste a participé à de nombreux festivals internationaux : les December Nights et Chereshnevy  à Moscou, le Arts Square à Saint-Pétersbourg, le Festival de Radio France à Montpellier, La Folle Journée de Nantes, le Festival de Salzbourg, l’Automne de Prague, l’Elbe - Île musicale de l'Europe, le festival Enescu à Bucarest, le festival de Saint-Denis, La Roque d'Anthéron, les festivals de Gstaad, de Verbier, de Vilnius, de Bratislava, de Tokyo et de Rio de Janeiro.<br><br>Entre 1995 et 2004. Alexander Kniazev a enseigné au Conservatoire de Moscou. Actuellement, il donne régulièrement des masterclasses en France, en Allemagne, en Espagne, en Corée du Sud et aux Philippines. Alexander Kniazev est membre du jury du IIe Concours international Tchaïkovski pour la jeunesse au Japon, ainsi que du XIe, XIIe et XVe Concours international Tchaïkovski à Moscou.<br><br>En tant qu'organiste, Alexander Kniazev donne fréquemment des récitals et des concerts pour orgue et orchestre en Russie et à l'étranger. Son répertoire pour orgue comprend beaucoup de musique de Jean-Sébastien Bach, notamment les Dix-huit Chorals de Leipzig, les Six Sonates en trio, L'Art de la fugue, les Variations Goldberg et les Six Sonates pour violon et orgue. Il s'est produit à plusieurs reprises en récital avec l'organiste français Jean Guillou et a également enregistré son Concerto-Fantaisie pour violoncelle et orgue que le compositeur dédia à Alexander Kniazev. En 2012, il a présidé le jury du premier concours panrusse de musique d'orgue à Kaliningrad.<br><br>En 2015, Alexandre Kniazev fait sa première apparition à Moscou en tant que pianiste. Il joue le Concerto pour piano n° 13 de Mozart, accompagné par l'Orchestre de Chambre Académique d'État russe, sous la direction d’Alexander Vedernikov. Depuis lors, Alexander Kniazev s’est produit à de nombreuses reprises en tant que pianiste, notamment avec le Grand Orchestre Symphonique Tchaïkovski. Il joue également avec l'Orchestre symphonique Tchaïkovski sous la direction d'Alexander Levin et avec l'Orchestre Symphonique Académique d'État de Moscou sous la direction de Pavel Kogan. Son répertoire comprend maintenant 3 concertos pour piano de Mozart: les 13e, 14e et 17e, le Concerto en sol mineur de Bach et plusieurs œuvres de musique de chambre.<br><br>La discographie d’Alexander Kniazev comprend des enregistrements de musique de chambre de Bach, Mozart, Brahms, Rachmaninov, Chostakovitch, Chopin, Franck et Isaïe, une anthologie d'œuvres pour violoncelle de Reger, le Concerto pour violoncelle de Dvorák, les Variations sur un thème rococo de Tchaïkovski, le Schelomo de Bloch et de nombreuses autres œuvres. Les enregistrements du musicien ont été salués et récompensés, notamment par l'Echo Klassik allemand, le Diapason d'Or français et le Gramophone Prize britannique.<br><br>Alexander Kniazev est un artiste honoré de la Russie et soliste de l'Orchestre philharmonique de Moscou."
    },
    "10": {
      "description": "Né en 1965, dans la famille légendaire de violonistes tziganes descendant de Born Janos Bihari, Roby Lakatos fait connaissance avec la musique dès sa prime jeunesse. Il fait ses débuts publics en tant que violoniste dans un orchestre tzigane à l’âge de neuf ans. Il apprend son métier au sein de sa propre famille et de ses amis mais il intègre également le Conservatoire Béla Bartók à Budapest, où il obtient le premier prix de violon en 1984. Depuis, sa carrière s’est développée grâce à de nombreux concerts internationaux. Il a participé aux plus grands festivals de par le monde (en Europe, aux U.S.A, au Japon, en Corée du Sud, en Australie, et en Chine). Roby Lakatos est considéré comme un violoniste hors catégorie: son ensemble, sa vision du répertoire Tzigane, son talent d’improvisateur, sa curiosité musicale (aux horizons multiples et variés) et ses compositions personnelles en font l’un des talents musicaux les plus fascinants et les plus accomplis du monde musical actuel."
    },
    "11": {
      "description": "Karin Lechner est née à Buenos Aires en Argentine. Elle reçoit ses premières leçons de musique de sa mère, Lyl Tiempo, à Caracas au Venezuela. Elle fait ses débuts publics à l’âge de cinq ans et enregistre son premier album à treize. Elle continue sa formation auprès de Maria Curcio et de Pierre Sancan et bénéficie aussi des conseils réguliers de Martha Argerich, Daniel Barenboim, Nelson Freire, Nikita Magaloff et Rafael Orozco.<br><br>Depuis cette époque, Karin Lechner ne cesse de se produire dans les salles de concerts les plus prestigieuses de la planète et notamment au Royal Concertgebouw d’Amsterdam, à la Philharmonie de Berlin, au Téatro Colon de Buenos Aires, au Suntory Hall de Tokyo ou au Kennedy Center de Washington.<br><br>Elle est également invitée des plus grands festivals musicaux notamment à Salzbourg, Schleswig-Holstein, Colmar, Menton, Verbier ou Montpellier. Karin est aussi invitée régulière du Festival Martha Argerich and Friends à Lugano. Elle se produit en concert avec un grand nombre de partenaires et notamment Barbara Hendricks, Viktoria Mullova et Mischa Maisky."
    },
    "12": {
      "description": "Récompensée entre autres par un « Choc » du magazine français le Monde de la Musique pour « son jeu extraordinairement puissant et virtuose », et « sa sensibilité unique » -Liszt Recital – 1027-2-, la pianiste russe Polina Leschenko collabore avec de nombreux orchestres à travers le monde et notamment avec le Halle Orchestra, l’Orchestre National Russie, l’Orchestre Symphonique de Bournemouth, l’Orchestre de Gulbenkian, les Orchestres Symphoniques de Berne, du Pomeriggi Musicali de Milan, l’Orquesta de Euskadi, l’Australian Chamber Orchestra, la Camerata de Salzbourg, l’Orchestre de Chambre de Lausanne, le Scottish Chamber Orchestra, les London Mozart Players et le Britten Sinfonia.<br><br>Musicienne de chambre accomplie et admirée, Polina Leschenko se produit également dans de nombreux festivals comme Verbier, le Salzburger Festspiele, le festival Progetto Martha Argerich de Lugano, La Roque d’Anthéron, le festival International de Musique de Chambre d’Utrecht, le Stavanger Music Festival, le festival d’Aldeburgh, de Cheltenham, d’Oxford, de Risor , d’Istanbul, le festival Enescu de Bucarest, les Musiktage de Mondsee, les Schubertiade d’ Hohenems et le festival de Gstaad.<br><br>Polina collabore régulièrement avec Martha Argerich, Patricia Kopatchinskaja, Ivry Gitlis, Julian Rachlin, Ilya Gringolts, Nathan Braude, Heinrich Schiff, Mischa Maisky et Torleif Thedeen …<br><br>Polina s’est produite notamment au Konzerthaus de Vienne, au Mozarteum de Salzbourg, au Royal Concertgebouw d’Amsterdam, au Lincoln Center de New York, au Carnegie Hall, à la philharmonie de Cologne, au Wigmore Hall, à la Cité de la Musique, au Palais des Beaux-Arts de Bruxelles, à la Tonhalle de Zurich, au Victoria Hall de Genève et à l’Auditorio Nacional de Musica de Madrid.<br><br>Polina Leschenko est née à Saint-Pétersbourg dans une famille de musiciens. Elle commence son apprentissage du piano sous la direction de son père à l’âge de six ans. Deux ans plus tard, elle fait ses débuts en solo avec l’Orchestre symphonique de Léningrad à Saint-Pétersbourg. Elle a étudié avec Sergei Leschenko, Vitali Margulis, Pavel Gililov, Alexandre Rabinovitch-Barakovsky et Christopher Elton.<br><br>Polina réside actuellement à Bruxelles avec son mari Nathan Braude et son adorable fille Alicia."
    },
    "13": {
      "description": "Née à Paris, Lily Maisky grandit à Bruxelles. Elle commence le piano à l’âge de quatre ans avec Lyl Tiempo et continue ses études auprès de Hagit Kerbel, Ilana Davids et Alan Weiss. Lily poursuit brillamment ses études à la “Purcell School of Music” de 2001 à 2005 où elle étudie également le jazz. Elle enrichit son parcours en suivant les Master Classes et conseils de grands artistes de renom tels Martha Argerich, Dmitri Bashkirov, Joseph Kalichstein, Evgeny Mogilevsky, Pavel Gililov, Vitali Margulis, Oleg Maisenberg et Marielle Labèque pour n’en citer que quelques-uns.<br><br>Lily donne des récitals solo et des concerts de musique de chambre surtout en Europe et Asie dans des salles comme que le Royal Festival Hall de Londres, la Leiszhalle d’Hambourg, le Konzerthaus de Vienne, le Prinzregentheatre de Munich, La Fenice de Venise, la Beethoven Halle de Bonn, le Teatro Olimpico de Rome, le Conservatoire de Moscou, la Philharmonie de Saint-Pétersbourg, Carnegie Hall à New York, le Seoul’s Performing Arts Center, le Megaron d’Athènes et le Suntory Hall de Tokyo parmi d’autres.<br><br>Lily est l’invitée de nombreux festivals de renom comme le festival de Verbier ou le Progetto Martha Argerich à Lugano, le festival d’Edinburgh, le Beijing Piano Festival, le festival de Bergamo-Brescia, le festival de Berlin, le Freiburg Zelt Music Festival, le Mai musical florentin, le festival de Schleswig-Holstein, Julian Rachlin and Friends à Dubrovnik, les Rencontres de Bel Air en France ainsi que la croisière de l’English Chamber Orchestra.<br><br>Lily Maisky s’est produite sous la direction de Gerd Albrecht, Thomas Sanderling, Daniel Raiskin, Charles Olivieri-Munroe et participe à de nombreux enregistrements pour les labels EMI et Deutsche Grammophon.<br><br>Elle possède une prédilection pour la Musique de Chambre et forme un duo régulier depuis plusieurs années avec Mischa Maisky, ainsi que le Maisky Trio lorsque son frère Sascha les rejoint. Elle a déjà joué avec des artistes de grand renom tels que Julian Rachlin, Janine Jansen, Dora Schwarzberg, Renaud Capuçon, Sergey Krylov, Nicholas Angelich, Frank Braley, Gérard Caussé, Chantal Juillet ainsi qu’Alissa Margulis, Hrachya Avanesyan, Geza Hosszu-Legocky, Orfeo Mandozzi, Boris Brovtsyn, Boris Andrianov, Alena Baeva et Isztvan Vardai."
    },
    "14": {
      "description": "Né en 1983 en Suisse, Francesco Piemontesi étudie avec Nora Doallo à Lugano et avec Arie Vardi à l’université musicale d’Hannovre. À côté de ses études il se perfectionne au contact d’Alfred Brendel, de Cécile Ousset, de Murray Perahia, de Mitsuko Uchida et d’Alexis Weissenberg.<br><br>Francesco est lauréat de nombreux prix internationaux et notamment du Concours Musical International Reine Elisabeth de Belgique et du  Borletti-Buitoni Trust. En septembre 2009, la BBC  le nomme ’New Generation Artist’.<br><br>Francesco Piemontesi s’est produit au BBC Proms, au festival de Schleswig-Holstein, au City of London Festival, au projet Martha Argerich de Lugano ainsi qu’aux festivals de la Ruhr, de Rheingau, Cheltenham, de Ludwigsburg, du Kissinger Sommer ou de la Roque d’Anthéron. Il s’est également produit à la Philharmonie de Berlin, au Carnegie Hall de New York, au Musikverein de Vienne, au Wigmore Hall de Londres, au Concertgebouw d’Amsterdam, au Rudolfinum de Prague ainsi qu’au festival de Lucerne ou au Suntory Hall de Tokyo.<br><br>Francesco joue comme soliste avec l’orchestre symphonique de la radio bavaroise, avec le symphonie de la BBC et l’orchestre philharmonique de la BBC, avec l’orchestre philharmonique de Londres, avec l’orchestre national de BBC du Pays de Galles, avec l’orchestre philharmonique d’Israël, avec l’orchestre de chambre écossais, avec  l’orchestre du Mai Musical Florentin, avec  l’orchestre philharmonique de Monte Carlo, avec  l’orchestre symphonique de Prague, avec l’orchestre national de Belgique, avec  la philharmonie d’Osaka, avec  l’orchestre du Tonkünstler, avec  les London Mozart players ou l’orchestre de chambre de Zurich.<br><br>Il collabore avec des chefs tels que Zubin Mehta, Jiri Belohlavek, Sakari Oramo, Lawrence Foster, Mikhail Pletnev, Christoph Poppen, Eiji Oue, Vassily Petrenko et Bruno Weil.<br><br>Francesco porte un intérêt particulier à la musique de chambre. Parmi ses partenaires de scène : Yuri Bashmet, Renaud Gautier Capuçon, Emmanuel Pahud, Heinrich Schiff, Jörg Widmann et le quartuor Ebène."
    },
    "15": {
      "description": "Nommé deux fois aux Grammy Awards, le violoniste Philippe Quint est l‘un des solistes les plus éminents à émerger au cours de ces dernières années. Il combine un remarquable degré de lyrisme, de poésie avec une impressionnante virtuosité. Philippe a déjà conquis le public d’Europe, des Etats-Unis, d’Asie, d’Australie, d’Amérique latine et d’Afrique avec ce que le Times (Londres) décrit comme une «technique époustouflante et une flamboyante énergie.\"<br><br>En 2001, Philippe sort son premier disque consacré au concerto pour violon de William Schuman, enregistrement immédiatement distingué comme ‘Choix de l'éditeur’ par le magazine anglais Gramophone. L’artiste reçoit également deux nominations aux Grammy Awards pour cet album. Ce disque lance Philippe Quint dans le peloton de tête des solistes internationaux. En outre, il établit son image de champion de la création musicale américaine.<br><br>Depuis lors, Philipe s’est produit avec de grands chefs d’orchestre tels que Kurt Masur, Marin Alsop, Peter Bay, Andrew Litton, Jorge Mester, Marco Parisotto, Carlos Miguel Prieto, Arild Remmereit, Klauspeter Seibel, Steven Sloane, Carl St. Clair, Michael Stern, Bramwell Tovey, Thomas Wilkins, Martin Yates et Daniel Hege.<br><br>Ses enregistrements ont reçu de multiples distinctions notamment dans Gramophone, The Strad, Cordes et le Daily Telegraph. Ses concerts et  interviews ont été diffusés sur CBS, CNN, ABC, BBC, NBC, Reuters, Bloomberg. Philippe a également fait des apparitions sur NPR, WNYC, WQXR et plus récemment sur PBS avec Stanley Tucci.<br><br>En plus de ses activités de soliste, Philippe Quint est fondateur et directeur artistique du Festival de musique de chambre de Mexico et collabore en trio avec le violoncelliste Zuill Bailey et le pianiste Navah Perlman. Il a également récemment formé le Quintette Quint, formation dédiée à l'exploration de la musique d'Astor Piazzolla et du tango argentin.<br><br>En dehors de sa brillante carrière musicale, Philippe Quint a joué dans Downtown Express, un nouveau long métrage du réalisateur multi-lauréat de Peabody et Emmy Awards, David Grubin et produit par Michael Hausman (Brokeback Mountain, Gangs of New York, Amadeus), avec en co-vedette la chanteuse-compositrice-interprète Nellie McKay. Bien qu'il y ait une longue tradition d'artistes apparaissant sur le grand écran en tant qu’eux-mêmes ou incarnant de célèbres musiciens du passé, c’est la première fois qu'un musicien classique apparaît en tête d’affiche d’un film américain indépendant.<br><br>Philippe Quint joue sur le violon \"Ruby\" d’Antonio Stradivarius (1708) mis à sa disposition à travers les généreux efforts de la Société Stradivari ®."
    },
    "16": {
      "description": "Dora Schwarzberg effectue ses études musicales à l’ecole Stoliarsky pour enfants surdoués et au Conservatoire de Moscou avec Yuri Yankelevitch pour professeur.<br><br>Elle a joué avec les meilleures formations musicales au monde et notamment avec l’Orchestre Philharmonique de New York, le National Symphony Orchestra (Washington) ainsi qu’avec les meilleures formations russes.<br><br>Chambriste émérite, Dora Schwarzberg donne des récitals dans les salles les plus prestigieuses et notamment au Queen Elisabeth Hall, au Concertgebouw d’Amsterdam, au Musikverein de Vienne, à l’Academie  Sainte Cécile (Rome), au Conservatoire de Milan, au Mali Hall et au Bolshoï (Moscou). Ses partenaires sur scène ont pour nom Martha Argerich, Misha Maisky, Alexander Rabinovitch, Valentin Berlinski (Quatuor Borodin), Yuri Bashmet, Valeri Afanassiev, Nabuko Imai, Gerard Caussé, Sviatoslav Richter et Lucy Hall.<br><br>L’enseignement joue une part capitale dans la vie de Dora Schwarzberg. Elle est professeur à l’Université Viennoise de musique et a formé plus de trente violonistes lauréats  de prix internationaux prestigieux ou devenus premiers violon de phalanges aussi réputées que la Philharmonique d’Israël ou l’Orchestre Philharmonique du Luxembourg. Dora Schwarzberg donne des masterclasses dans le monde entier et notamment à l’école Yehudi Menuhin et à Shanghai (où elle est nommée Professeur honoraire). Elle figure également dans de nombreux jurys internationaux."
    },
    "17": {
      "description": null
    },
    "18": {
      "description": "Considéré par le Washington Post comme « en avance sur son époque », Sergio Tiempo est l’un des pianistes virtuoses les plus inspirés de sa génération. Il fait ses débuts professionnels à l’âge de quatorze ans au Concertgebouw d’Amsterdam. Une tournée aux Etats-Unis et une série d’engagements à travers l’Europe ont rapidement suivis. Depuis lors, Sergio joue avec les grands orchestres et les chefs d’orchestre les plus respectés au monde et est fréquemment invité des festivals les plus prestigieux.<br><br>Né à Caracas, au Venezuela, Sergio Tiempo commence ses études de piano avec sa mère, Lyl Tiempo, dès l’âge de deux ans. Il fait ses débuts à trois ans. Il poursuit sa formation à la Fondation de Come avec Dimitri Bashkirov, Fou Tsong, Murray Perahia et Dietrich Fischer-Dieskau. Il a reçu également les conseils de Martha Argerich, Nelson Freire et Nikita Magaloff.<br><br>Depuis lors, Sergio Tiempo est l’un des solistes les plus acclamés dans le monde entier. Il collabore en particulier avec les chefs d’orchestre Claudio Abbado, Charles Dutoit, Christoph Eschenbach, Leonard Slatkin ou Michael Tilson-Thomas. Il se produit régulièrement avec son compatriote et ami Gustavo Dudamel, notamment à l’occasion de concerts avec l’Orchestre Simón Bolívar. Il joue également avec l’Orchestre Philharmonique de Radio France, l’Orchestre Symphonique allemand de Berlin (DSO), l’Orchestre Symphonique de Bamberg, l’Orchestre Symphonique de Chicago, l’Orchestre de Cleveland, l’Orchestre Philharmonique de Los Angeles, le Symphonique de Montréal, le BBC Symphony, le City of Birmingham Symphony, le Hallé Orchestra, l’Orchestre Symphonique de l’Académie de Santa Cécille à Rome le Philharmonique de Rotterdam, le Metropolitan et Philharmonic Orchestra de Tokyo, le Queensland Orchestra, et le Philharmonia Auckland pour n’en citer que quelques-uns.<br><br>Sergio Tiempo se produit également au Konzerthaus de Vienne, au Wigmore Hall de Londres, au Queen Elizabeth Hall, à la Philharmonie de Berlin et est invité réguliers des Festivals les plus prestigieux dont le Festival Chopin de Varsovie, à Salzbourg, Schleswig-Holstein, Colmar, Verbier, Toulouse, ainsi qu’au Festival International d’Edinbourg, au Festival de Musique de Chambre d’Oslo, aux «Dias da Musica » à Lisbonne et par Martha Argerich à son festival de Lugano."
    },
    "19": {
      "description": "Le pianiste de renommée internationale Kasparas Uinskas se produit dans les principales salles du monde comme au Carnegie Hall de New York, au J.F. Kennedy Center à Washington, au Wigmore Hall à Londres, à la Philharmonie de Berlin, à la Philharmonie de Madrid, au Bozar à Bruxelles et dans beaucoup d’autres salles. Ces apparitions lui ont valu les plus grands éloges de la part des critiques ainsi que la reconnaissance du public.<br><br>À l'été 2021, Kasparas Uinskas est invité pour la deuxième fois au festival de la légendaire pianiste Martha Argerich à Hambourg, où il se produit avec le violoncelliste Alexandre Kniazev à la Laeiszhalle. Il y a joué pour la première fois en duo avec le pianiste Evgeni Bozhanov en 2018. Lors des dernières saisons, Kasparas Uinskas s'est produit avec l’ orchestre royal de chambre de Wallonie (Belgique), à la hilharmonie Südwestfalen (Allemagne), l’orchestre symphonique de Liepaja (Lettonie), l’orchestre philharmonique tchèque du Nord (République tchèque), l’orchestre symphonique de Bohème de l'ouest (République tchèque), l’orchestre symphonique de la radio slovaque, l’orchestre symphonique de Cracovie, l’orchestre symphonique de Rosario en Argentine. Il se produit  également en solo au Wigmore Hall à Londres, au Baerum Kulturhus dans le cycle « Piano Master Series » et au Bodø Festival Nordland Musikkfestuke en Norvège, dans la salle Bozar à Bruxelles et au Festival de piano de Bruxelles, lors d'une tournée de concerts au Japon dans le cadre des « Fantastic Pianist », à la philharmonie de Slovaquie, à Zurich (Suisse) et Bombay (Inde), lors d'une tournée de concerts solo et de musique de chambre en Norvège avec le violoniste Nikita Boriso-Glebsky, lors d'une tournée de musique de chambre avec le légendaire violoncelliste Alexandre Kniazev et le violoncelliste lauréat du Prix Tchaïkovski Andrei Ionita.<br><br>Dès le début de ses études, Kasparas Uinskas se démarque par sa sensibilité, sa fantaisie, son imagination et par sa virtuosité. Son talent a été récompensé lors de concours nationaux et internationaux. Lors du festival de Verbier en Suisse, un des festivals de musique classique les plus célèbres d'Europe, il reçoit le Grand Prix de l'agence de presse Reuters et une invitation à faire ses débuts à ce festival. Il donne également des récitals en solo au Aspen Music Festival (États-Unis), au Music Festival of the Hamptons (États-Unis) et au Holland Music Sessions (Pays-Bas).<br><br>Son vaste répertoire s'étend des œuvres de Jean-Sébastien Bach aux compositeurs du XXe siècle, mais la musique de Frédéric Chopin y occupe une place toute particulière.<br><br>Kasparas Uinskas est souvent l’invité d’ émissions de radio et de télévision, notamment « In Tune » sur BBC Radio 3, à la radio new-yorkaise de musique classique WQXR et à l'émission Reflections from the Keyboard de David Dubals sur la radio de musique classique du New York Times.<br><br>Kasparas Uinskas est né à Druskininkai, en Lituanie. Il débute son apprentissage du piano à l'âge de six ans dans sa ville natale. Il commence ses études supérieures à l'Académie de musique Fryderik Chopin à Varsovie. Il obtient la bourse Vladimir Horowitz pour étudier à la « Juilliard School » de New York (États-Unis) dans la classe du professeur J. Kalichstein. Kasparas Uinskas a terminé un doctorat en art à l'Académie de musique et de théâtre de Lituanie."
    }
  },
  "releases": {
    "buy": "Acheter",
    "artists": "Artistes",
    "searchRelease": "Chercher album",
    "1": {
      "description": null,
      "press": null
    },
    "2": {
      "description": null,
      "press": "“Ecoutez seulement comment sont cavalées les gammes initiales (et dans le même genre, écoutez la vitesse à  laquelle Leschenko martèle la note d’appel de la Marche des Trois Oranges. Voilà  une interprétation brillantissime”.<br>J.B., 11/05<br><br>“Pas de place pour l’anecdote, le trait est puissant, la pensée aigüe;, le regard brûllant. Cette virtuosité n’est pas là  pour épater le bourgeois. Elle fait mal autant qu’elle fait du bien, car elle est servie par une sensibilité unique et un talent singulier. Fêtons dignement la venue de cet ovni dans le monde étrange des pianistes qui vont plus vite que les nuages”.<br>Le Monde de la Musique, Choc du Monde de la Musique, OB, NN”<br><br>“Polina Leschenko, libre comme le vent”.<br>Libre Belgique, MDM, 11/05"
    },
    "3": {
      "description": null,
      "press": null
    },
    "4": {
      "description": null,
      "press": "“Toutes les autres versions, y comprit celle de Gidon Kremer et Martha Argerich, paraîtront tempérées au regard de la sienne. C’est ici la passion pure qui s’exprime, sans la moindre réserve, dans une lecture survoltée, parfois frénétique, à fleur de peau. Les tempos sont extrêmes (écoutez la virtuosité phénoménale du finale de l’Opus 105), les traits électriques, les attaques rageuses et les contrastes d’une sensualité brûlante”.<br>Diapason, J-M.M., Décembre 2005"
    },
    "5": {
      "description": "Ce superbe projet réunit l’univers musical unique du roi des violonistes tsiganes Roby Lakatos et la musique yiddish et klezmer !<br><br>Avec le soutien de Myriam Fuks, chanteuse yiddish de renommée internationale, et du célèbre orchestre de chambre Franz Liszt, cette production est un extraordinaire hommage à quelques-unes des mélodies les plus inspirées de l’histoire de la musique occidentale combinés à des éléments de Tango, de Funk, de Jazz et même de Valse ! Un voyage musical fascinant et original.",
      "press": "“Roby Lakatos est un révolutionnaire : il a chamboulé la tradition de la musique Tsigane”.<br>La Tribune de Bruxelles, EW, 11/2005”<br><br>“Le symbolisme  de l’instrument du diable n’est pas usurpé quand s’emballe l’archet de Roby Lakatos, d’une virtuosité viscérale et d’une mélancolie déchirante”.<br>Ramification, NG, NN"
    },
    "6": {
      "description": null,
      "press": null
    },
    "7": {
      "description": null,
      "press": "“Son jeu, extraordinairement puissant et virtuose, est d'une sensibilité;unique et s’inscrit dans une grande tradition postromantique qui fuit l’anecdote et le manié;isme... D’une force singulière ,..., sa lecture de la sonate en si mineur est brillante, excentrique, méphistofélesque, grave à  souhait et presque toujours inquiétante”.<br>Le Monde de la Musique, Choc du Monde de la Musique, P.S., September 2007.<br><br>“Offrir une lecture originale de cette oeuvre (La Sonate en Si mineur), qui renouvelle notre écoute, est un tour de force qu’il convient de saluer comme il se doit. Ce disque confirme la personnalité; surprenante de Polina Leschenko, À  suivre et écouter”.<br>P. vdB., September 2007<br><br>“Aucun modèle, aucune règle ne semblent peser sur les épaules de Leschenko. C’ést sidérant, culotté, personnel... Après avoir écouté; ce disque d’une oreille intriguée, parfois révoltée, on ne cesse d’y penser, tant il s’insinue dans la conscience”.<br>Diapason, A.L., September 2007"
    },
    "8": {
      "description": null,
      "press": null
    },
    "9": {
      "description": null,
      "press": "“Écoutez donc ce feu  d’artifice du Scaramouche de Milhaud et laissez-vous entrainer dans ce  monde des émotions sauvages de la deuxième suite de Daphnis et Chloé de  Ravel pour vous reposer ensuite aux couleurs si gaies et si tendres de  la Suite Dolly de Gabriel Fauré. La magie opère également dans deux  Nocturnes de Debussy : On ne peut que rester admiratif devant le  chatoiement des couleurs, la variété inégalée des timbres, l’emploi  raffiné des nuances et se faire envouter par une sensibilité à fleur de  peau, admirablement servie par les excellents pianistes, tout en  maitrise de leurs instruments. L’interprétation (de la Valse de Maurice  Ravel) du Duo Lechner Tiempo est prodigieuse : la symbiose parfaite déjà  dès le début de ce CD, semble se dépasser pour unir les musiciens plus  encore dans un seul élan, un seul langage. La montée de la tension  aboutit à un crescendo final phénoménal, laissant l’auditeur totalement  abasourdi”.<br>Pizzicato, September 2009, Remy Frank : Award :  Excellentia<br><br>“L’enthousiasme des deux interprètes  assure la cohérence d’un programme kaléidoscopique. Énergique, clair, vivement contrasté, portés par des tempos biens affirmés : avec de  pareilles qualités, on comprend pourquoi le jeu de Karin Lechner et de  son frère Sergio Tiempo est apprécié de Martha Argerich. La pétulance de  ce style, si elle favorise l’entrain de Fêtes et l’explosion finale de  la Valse, n’empêche pas les jeux d’ombres et de lumières (par exemples  dans Nuages). Ils livrent ainsi une Dolly absolument confondante, par sa  douceur et sa richesse expressive. La transcription de la Suite N 2 de  Daphnis et Chloé offre également de magnifiques moments, grâce à une  subtile mise en scène de l’évolution des masses sonores”.<br>Diapason,  October 2009, J. Bastianelli: Award : 5 Diapasons"
    },
    "10": {
      "description": null,
      "press": null
    },
    "11": {
      "description": null,
      "press": null
    },
    "12": {
      "description": "«L’âme d’un poète» selon Le Monde de la Musique (FR), Alexander Gurning est l’un des musiciens les plus originaux et les plus accomplis de sa génération. Aussi à l’aise dans la musique classique, le jazz ou la musique contemporaine, Alexander a étudié au Conservatoire Royal de Bruxelles (BE) et au Conservatoire de Moscou (RU). Il connait ses premiers succès en tant que pianiste de l’ensemble Soledad acclamé à travers le monde pour ses interprétations du Tango Nuevo, du tango traditionnel, de la musique contemporaine et du jazz.<br><br>Après avoir reçu de nombreuses récompenses pour son premier récital solo dans la série «Martha Argerich Presents» (Choc du Monde de la Musique), Alexander revient aujourd’hui au cœur du répertoire classique avec un enregistrement fascinant des Variations Goldberg de J.S. Bach. L’artiste a parcouru l’Europe avec cette œuvre avant d’en livrer sa version aux micros d’avanticlassic.<br><br>Alexander Gurning: «Pour moi la musique de Bach ne raconte pas sa propre vie, mais la vie de nous tous. Il nous tend une main amicale. Et si nous le suivons, il nous met face à nous-même. “",
      "press": "“L’éclectique Alexander Gurning –soliste, chambriste, jazzman co-fondateur de Soledad- retourne ici à  ses fondements et y injecte, outre sa confondante virtuosité, passion et maturité.  Son piano n’est pas celui de la couleur mais celui de la structure : percussif, dynamique, contrasté, parfois expérimental, c’est à prendre comme tel. Une succession de fulgurances, avec des moments d’abandon ou d’apaisement touchant à la plénitude”.<br>La libre Belgique MDM, 07/12/2011"
    },
    "13": {
      "description": "Avec ce tout nouvel album en SACD Stéréo, le pianiste virtuose Sergio Tiempo nous convie à découvrir des enregistrements publics surprenants réalisés au festival Progetto Martha Argerich de Lugano. La première moitié du programme est consacrée à Franz Liszt et débute par une Danse Macabre (Totentanz) tempétueuse, magistralement dirigée par Ion Marin. Le programme se poursuit par trois magnifiques sonnets de Pétrarque à la fois mystiques, poétiques et suprêmement virtuoses. Le final est constitué d'une extraordinaire interprétation du premier concerto pour piano et orchestre de Tchaïkovski sous la baguette enflammée d’Alexandre Rabinovitch-Barakovsky, chef d’orchestre hors pair mais aussi l'un des musiciens les plus influents de notre époque.<br><br>Cet album est un must absolu pour les amateurs de piano. Certains seront étonnés par les libertés prises par les artistes, la plupart seront simplement ravis par la joie et l'excitation émanant de ces captations.<br><br>Sergio Tiempo: \"Cet album rend hommage à Liszt, à l'intemporalité, aux explorations audacieuses, et surtout, à la préservation de rares moments de la vie.\"",
      "press": "“Rare au disque, le virtuose argentin Sergio Tiempo est régulièrement l’invité du festival Progetto Martha Argerich à  Lugano, et c’est là  qu’est né ce CD éblouissant...','Rare au disque, le virtuose argentin Sergio Tiempo est régulièrement l’invité du festival Progetto Martha Argerich à Lugano, et c’est là qu’est né ce CD éblouissant (Avanti Classic). Une démonstration de liberté pianistique qui transfigure la Totentanz avec orchestre et les trois Sonnets de Pétrarque pour piano solo. Sonorité fluide et chantante aux nuances infinies, férocité rythmique, puissance sonore: Sergio Tiempo se révèle un démiurge hors du commun, capable de traduire aussi bien la part démoniaque que l’angélisme de Liszt. En complément, si l’on ose écrire, le 1er Concerto de Tchaïkovski brille également de mille feux. Les chefs Ion Marin et Alexandre Rabinovitch-Barakovsky font des miracles à la tête de l’Orchestra della Svizzera italiana”.<br>La Tribune de Genève, L.S., 31/10/2011<br><br>“Voilà  bien une nature pianistique rare doublée d’un tempérament de feu”.<br>Diapason, B.B., Februari 2012<br><br>“un CD dont l’écoute captive immédiatement l’auditeur : tout y est vie et feu... ”.<br>La Libre Belgique, MdM, 24/12/11"
    },
    "14": {
      "description": "Célébrés par Gramophone comme \"un formidable duo\", les virtuoses argentins Karin Lechner et Sergio Tiempo, nous convient à découvrir Tango Rhapsody, leur nouvel enregistrement pour Avanticlassic. Pour ce projet, le Duo Lechner Tiempo a sélectionné huit pièces du répertoire Tango qui ont été spécialement arrangées ou composées pour eux par les compositeurs argentins les plus célèbres. Vous y découvrirez entre autre leur version de \"La Muerte del Angel\", d’\"Adios Nonino\" ou encore de \"The Secret in Their Eyes\", le thème de la musique du film oscarisé : \"El secreto de sus ojos\".<br>Vous y découvrirez surtout au coeur de l'album, le premier enregistrement mondial de la Tango Rhapsody : une oeuvre concertante/théâtrale dédiée à Karin Lechner et Sergio Tiempo et commandée à l'un des compositeurs les plus en vue de sa génération: Federico Jusid. Créée au célèbre Progetto Martha Argerich, Lugano, cette oeuvre au ton résolument virtuose et cinématographique comprend également une action scénique. Pour vous permettre de vivre pleinement toute l'intensité émanant de cette Tango Rhapsody, au ton glamour et passionné, cette édition limitée contient un DVD bonus avec une captation complète de l’oeuvre filmée en Argentine.",
      "press": "“Concerto brillant et virtuose pour deux pianos et orchestre,  Tango Rhapsody a été composé par Federico Jusid à l’attention de Karin Lechner et Sergio Tiempo. Et il est évident que le sang argentin qui coule dans leurs veines imprègne cette musique d’une fougue on ne peut plus authentique, renforcée par le jeu théâtral d’une oeuvre qui est aussi un vrai show visuel (ce que le DVD qui accompagne le CD révèle sans ambiguté”.<br>RTBF Musique 3 - M.D. - 16/11/2012"
    },
    "15": {
      "description": "Récompensée, entre autre, par un « Choc » du magazine français le Monde de la Musique pour « son jeu extraordinairement puissant et virtuose », et « sa sensibilité unique » -Liszt Recital, 1027-2-, la jeune virtuose Polina Leschenko revient avec un extraordinaire album de musique russe.<br><br>Débutant son programme par deux magnifiques valses composées par Mischa Levitski, Polina Leschenko nous livre, pour la première fois au disque, son éblouissante interprétation de la deuxième sonate de Rachmaninov, dans la version révisée par Vladimir Horowitz. En deuxième partie de programme, l’artiste nous invite à découvrir sa version du premier cycle complet des Mélodies Oubliées -dont la Sonate Reminiscenza- du compositeur romantique russe Nikolaï Medtner.<br><br>Ce Super Audio CD Hybride, enregistré en surround dans la célèbre acoustique de La Chaux-de-Fonds (CH), sera à coup sûr un must pour tout amoureux du piano.",
      "press": "“C’est une musique virtuose, scintillante et proche de la musique de film. Les interprétations fulgurantes du duo donnent au programme une énergie communicative”.<br>Pizzicato, Rémy Franck, 19/11/2012<br><br>“Puissance et sensibilité : ces deux aspects complémentaires de la jeune pianiste russe ont été souvent soulignés. Elle nous livre ici une interprétation d’une fulgurante poésie de la Sonate n2 de Rachmaninov, ainsi qu’une vision superbement habitée des Mélodies oubliées de Medtner. Un CD qui ravira tous les amoureux du piano !”<br>CD de la Semaine, Musiq 3,  Michel Debrocq 11/12/2012<br><br>“Rares sont les interprètes capables de jouer ce répertoire avec autant de maîtrise, de liberté et d’esprit. La jeune pianiste russe Polina Leschenko - désormais établie en Belgique - est ici au cœur de sa sensibilité avec un florilège de pièces brillantes de trois compositeurs russes, actifs durant la première moitié du XXe siècle et eux-mêmes virtuoses du piano : deux danses de Levitski, la 2e sonate de Rachmaninov et les Mélodies oubliées de Medtner (op. 38), des pages qui pourraient bien friser le kitsch sans le naturel désarmant de la musicienne. Aucune trace d’effort, aucun sentimentalisme, aucune lourdeur : la musique semble s’envoler, échapper à la matière pour n’être plus qu’émotion, poésie et beauté”.<br>La Libre Belgique - Martine Dumont-Mergeay - 16/01/2013<br><br>“Polina Leschenko défend avec un sacré panache un programme consacré aux compositeurs-pianistes russes du début du XXe siècle. Réminiscence d’improvisations autour de la valse de Levitzki, 2ème sonate de Rachmaninov dans la version d’Horowitz, souci de la forme claire des Mélodies oubliées de Medtner : ces musiques offrent un bel échange entre recherches formelles et plaisir mélodique”.<br>Le Soir, Serge Martin, 27/03/2013"
    },
    "16": {
      "description": "Nominé deux fois aux Grammy Awards, le violoniste Philippe Quint est l‘un des solistes les plus extraordinaires à émerger au cours de ces dernières années. Il combine un remarquable degré de lyrisme, de poésie avec une impressionnante virtuosité. Philippe a déjà conquis le public d’Europe, des Etats-Unis, d’Asie, d’Australie, d’Amérique latine et d’Afrique avec ce que le Times (Londres) décrit comme une «technique époustouflante et une flamboyante énergie.\"<br><br>Pour la première fois, Philippe Quint enregistre des chevaux de bataille du répertoire classique du XIXème siècle, un projet cher à son coeur. Ce projet est en outre le premier enregistrement que Philippe Quint réalise en Super Audio CD et avec le violon \"Ruby\" d'Antonio Stradivari (1708), mis à sa disposition à travers les généreux efforts de la Société Stradivari ®. Le superbe Orchestre symphonique des Mines est dirigé par le charismatique chef d'orchestre mexicain Carlos Prieto Miguel.<br><br>Philippe Quint : ‘cet album vient du coeur et a été confectionné avec beaucoup d'amour et de passion pour cette musique’.<br><br>Edition limitée : Hybrid SACD + Bonus DVD : Quint for the Record : un reportage de 25 minutes sur Philippe Quint, l’Orchestre symphonique des Mines et Carlos Miguel Prieto. Entièrement tourné au Mexique.",
      "press": "“C’est le propre du label (belge) Avanticlassic de proposer ses coups de cœur, indépendamment de tout circuit préétabli. Cette fois, c’est le jeune violoniste russo-américain Philippe Quint que l’on découvre, dans deux concertos emblématiques, signés Bruch et Mendelssohn, et les Romances op. 40 et 50 de Beethoven. œuvres tests - à défaut d’être originales - qui soulignent la maîtrise exceptionnelle du soliste, des sonorités superbes (il joue le “Ruby”1708 de Stradivarius) et, surtout, une approche simple, inspirée, évidente, toujours logée dans un climat classique. Un CD découverte, complété par un DVD portrait tourné à Mexico, lors de l’enregistrement”.<br>La libre Belgique, MdM, 05/09/2012"
    },
    "17": {
      "description": "Recompensé en 2009 par le prestigieux fond international Borletti-Buitoni, consacré par la BBC en tant que ‘New Generation Artist’, lauréat du Concours Musical International Reine Elisabeth de Belgique, le pianiste suisse Francesco Piemontesi -27 ans à peine- est déjà l’un des artistes les plus appréciés de sa génération. Pour son premier récital international Avanticlassic en collaboration avec la Radio Suisse Italienne et le fond Borletti-Buitoni lui a donné carte blanche.<br><br>Ce nouveau projet discographique permettra à de nombreux auditeurs de découvrir un authentique poète du piano. Débutant par la Suite en si bémol majeur de Haendel, Francesco Piemontesi construit un programme fascinant mettant en lumière l’influence de Bach et Haendel sur le développement artistique de Brahms et Liszt. Les qualités narratives de son discours musical, sa compréhension profonde du contrepoint, ses moments d’intense poésie, sa superbe sonorité et sa quête de la perfection ne manqueront pas d’émouvoir les amoureux de musique à travers le monde.",
      "press": "“Les amateurs [...] se réjouiront de ce premier disque du pianiste suisse italien, d’autant qu’on y retrouve toute la poésie de son toucher et toute l’inventivité de sa personnalité”.<br>La Libre Belgique, N.B., 25/05/2011<br><br>“Ce disque intelligemment construit”... “donne grandement envie d’en savoir plus. Intelligence détendue du discours, élégance raffinée du ton et du son, extrême clarté de la polyphonie sont les trois caractéristiques du jeu de ce jeune musicien”...“qui bénéficient en particulier aux Variations et fugue sur un thème de Haendel, de Brahms superbement interprétées”.<br>Le Monde, R.M, 18/06/2011<br><br>“Francesco Piemontesi séduit par son approche maîtrisée jusqu’au moindre demi-soupir. A la manière d’un Alfred Brendel, il éclaire de l’intérieur chaque phrase musicale. Une approche intellectuelle, dans le meilleur sens du terme”.<br>La Tribune de Genève, L. S. 03/06/2011<br><br>“Digne élève de son maître, Alfred Brendel (à  qui cet enregistrement est dédié), le jeune pianiste suisse Francesco Piemontesi ne se contente pas de posséder une technique aguerrie : il la met au service de programmes intelligemment construits. Ici, il relie l’héritage baroque à  sa descendance romantique. Quand Brahms s’intéresse à Haendel, c’est pour sa musique de clavecin (l’aria de la Suite en si bémol majeur, HWV 434, qui servira de thème à ses propres Variations et fugue opus 24) ; quand Liszt se penche sur l’œuvre de Jean-Sébastien Bach, c’est pour ses pièces d’orgue (transcription de la Fantaisie et fugue en sol mineur, BWV 542). La différence de répertoires et d’instruments reflète l’opposition des caractères : l’intimisme confidentiel, la quête intérieure pour Johannes ; la grandeur polyphonique et les débordements solennels pour Franz. Mais chacun puise dans ce regard en arrière une stimulation, un gage d’inspiration et d’émancipation créatrices. Ce souffle libérateur se transmet au jeu séduisant de Francesco Piemontesi”.<br>Telerama, G.M., 09 Juillet 2011<br><br>“Aérien et délicat, le piano de Piemontesi se déploie en toute liberté, avec une subtilité agogique et dynamique bienvenue. Clarté de la polyphonie, legato désarmant, ornements malicieux: la Partita en si bémol de Bach n’appelle que des éloges. Piemontesi semble retrouver l’esprit de liberté des clavecinistes sans chercher à les imiter. Les pieds sur terre et le tête dans les étoiles, le résultat est bluffant et rappelle Lipatti (EMI), éternel. Fin du voyage avec une Vallée d’Obermann (Liszt) superbement pensée et construite, sans effets de manches, qui confirme l’élégance et la fluidité du jeu de Piemontesi. A suivre, assurément”.<br>Diapason, September 2011 Laurent Marcinik"
    },
    "18": {
      "description": "Le plus grand phénomène violonistique vivant; intronisé « Le violoniste aux doigts les plus rapides au monde » par The Daily Telegraph, le seul, l’unique Roby Lakatos, est de retour avec un superbe double album : La Passion !<br><br>Entièrement enregistré en direct au célèbre Opéra de Sydney, La Passion vous permettra de découvrir l’incroyable violoniste Tzigane Roby Lakatos dans un tout nouveau programme et notamment dans des œuvres jamais enregistrées par lui précédemment comme Plaine, ma plaine (Polyushka Polye), le vol du bourdon, Valse Triste, Oblivion, Chiqueline, Le Temps des Fleurs, Cuenta Conmigo ainsi que beaucoup d’autres premières dans la discographie de Roby. Le deuxième CD reprend les bis les plus célèbres de son répertoire tels que Deux Guitares, Fire Dance, Les Yeux Noirs (Occhi Chornye), Csardas de Vittorio Monti, la Danse hongroise n ° 5 de Brahms,…<br><br>Ce double album en Hybrid SACD Surround comporte également une version unique et jubilatoire de L’Alouette, de plus de douze minutes.<br><br>La Passion constituera également pour de nombreux auditeurs l’occasion de découvrir un ensemble rajeuni avec un choix étonnant de musiciens hongrois âgés entre 19 et 25 ans seulement!<br><br>La Passion préserve l’énergie unique qui émane de Roby Lakatos et son ensemble en live. Elle vous permettra de vous immerger dans un univers marqué par la liberté, la chaleur, la virtuosité incomparable de la musique Tsigane; le tout saupoudré par des idées surprenantes de mélodies, dont beaucoup, oubliées, sont présentées ici dans des arrangements totalement nouveaux et originaux.",
      "press": "“Roby Lakatos ne passe pas inaperçu, par ses magnifiques moustaches soignées, sa chevelure inspirée de la Renaissance, mais également et surtout par sa musique. Lorsque son label nous a informé qu’un nouvel album intitulé “La Passion “, enregistré avec son nouveau band, composé de jeunes talents,  serait présenté au  “Music Village “, Jazzaround a répondu présent. Originaire de Hongrie et descendant d’une grande famille tzigane, Roby Lakatos baigne dans la musique dès son plus jeune âge. Il apprend bien vite le violon, dont la passion et la virtuosité se lèguent de génération en génération.  Doté d’une excellente technique, il a notamment joué avec Vadim Repin et Stéphane Grappelli. En représentation partout dans le monde (son album l’atteste puisqu’il a été enregistré en live à l’Opéra de Sydney), il est aujourd’hui considéré comme l’un des plus brillants violonistes. Pour la sortie de son dernier opus, le célèbre violoniste hongrois a choisi le Music Village, club de jazz  dirigé par  Paul Huygens, situé à deux pas de la Grand Place de Bruxelles. Salle bondée, ambiance jeune et chaleureuse : bref, tous les ingrédients pour un bon concert. Si le premier morceau  New Alliance n’a pas pu être apprécié à sa juste valeur, dû à une mauvaise balance heureusement vite rétablie, on a pu se rendre compte des talents non seulement de Roby mais aussi de ses musiciens. Le jeune Csorosz Liztes alternant la contrebasse et la basse électrique dans le même morceau et le guitariste Laszlo Balogh chez qui l’influence de Django Reinhardt n’est plus à démontrer. Au grand bonheur des amateurs d’instruments rares, le quintet est composé d’un cymbalum, instrument de tradition Tzigane. Pour le faire sonner ( et de quelle manière !), le cymbaliste Jeno Lisztes dont les solos sont admirables de vitesse et de virtuosité, notamment dans  Du Schwarzer Zigeuner . Le pianiste Frantisek Janoska joue, quant à lui, dans un style plus bop, moderne donnant une tonalité bleu à l’ensemble. Roby Lakatos enchaîne alors avec des morceaux plus variés les uns que les autres, allant de la musique classique (Le Vol du Bourdon de Nikolaï Rimsky Korsakov ) à la musique pop avec le surprenant mais non moins célèbre Ne Na Na Na de Vaya Con Dios. On trouve également une valse, des bossas et bien sûr des morceaux traditionnels tziganes. Accompagné de son fidèle second violon Laszlo Boni, Roby présente un répertoire qui montre l’étendue de sa connaissance musicale mais aussi l’ouverture d’esprit dont il fait preuve sur cet album. On peut regretter le nombre peu élevé de nouvelles compositions de la part du maestro Hongrois :  trois sur trente-et-un morceaux présentés sur ce double cédé. Enfin, on notera les cordes nylons utilisées par le guitariste Laszlo Balogh, ce qui, loin de remettre en cause sa musique, donne à l’instrument un son étouffé, loin de celui énergique des guitaristes qui s’inscrivent dans la tradition djangoïste. Mélangeant jazz, classique pop et musique traditionnelle, Roby Lakatos nous emmène dans son univers coloré et diversifié, musique qui est sans nulle doute le fruit de la passion”.<br>Jazzaround magazine, Bertrand Squelard, 21/06/2013<br><br>“C’est bien le son, l’ambiance, la musicalité Lakatos, mais comme magnifié, et pour cause : le violoniste est ici accompagné par son nouvel ensemble, 5 jeunes musiciens fabuleux, tziganes et diplômés du conservatoire de Budapest (Liszt se pointe parfois dans les solos de piano.); et le concert est enregistré live à l’Opéra de Sidney, un auditoire de 5000 personnes, chauffé à blanc (les 9 bis sont repris dans l’album). Tout y passe, jazz, classique, tzigane, chanson, parfois sous de grandes signatures, de Brahms à Piazzola ou à Lakatos lui-même, et dans des arrangements sur mesure où intervient perceptiblement une part d’improvisation. Le tout explose d’énergie et de virtuosité, avec quelques moments suspendus, réservés à la tendre confidence du maître”.<br>La Libre Belgique, Martine Dumont-Mergeay, 10/07/2013<br><br>“Au fil des années, le style de Roby Lakatos et de ses musiciens s’est affiné et modernisé pour ne pas dire adapté aux tendances actuelles qui exigent un maximum d’effets. Il est louable cependant que Lakatos ne sacrifie pas sa musicalité et, fort de sa sensibilité et de son intelligence, se souvient toujours de ses racines. Ainsi les deux disques qui ont fixé pour l’éternité un programme riche et varié, avec des compositions et de nouveaux arrangements à côté des tubes de toujours. Ce mélange de musique tzigane et de mélodies célèbres du monde entier soulignent la polyvalence stylistique de Roby Lakatos. A déguster sans modération”.<br>Pizzicato, Sept 2013, MA"
    },
    "19": {
      "description": "Pour son nouveau projet chez Avanticlassic, le célèbre violoniste Philippe Quint s’est assuré le concours de la star montante du piano Lily Maisky et du légendaire Stradivarius ‘Ruby’ (1708) pour un magnifique récital dédié aux transcriptions d’Opéras les plus célèbres. Opera Breve vous permettra de (re)découvrir des perles telles que , \"Mon coeur s'ouvre à ta voix» de Samson et Dalila, «Largo al Factotum» du Barbier de Séville ,«Una Lagrima Furtiva » de L'Elixir d’Amour, l'Air de Lenski d'Eugène Onéguine ou la suite complète de Porgy and Bess dans des transcriptions célèbres ou complètement inédites.<br>Enregistrée au célèbre studio Teldex en 5 canaux HD, ce programme n'est pas seulement un hommage à l'un des violonistes les plus accomplis de notre génération, c'est aussi un régal pour les oreilles. De la virtuosité ardente de la Vida Breve, à l’air -ouvertement humoristique- de Figaro du Barbier de Séville, Philippe Quint et Lily Maisky vous offriront à coups sûrs, une heure exquise en compagnie de transcriptions de vos airs d'opéras favoris dans des interprétations superlatives.",
      "press": null
    },
    "20": {
      "description": "Avanticlassic est particulièrement fier de publier l’un des albums yiddish les plus ambitieux à ce jour. Construit autour de la personnalité incomparable de l’alto Myriam Fuks, il réunit un ensemble prodigieux d’invités musicaux. Du poète du piano Evgeny Kissin à la légendaire Martha Argerich, du violoncelliste culte Mischa Maisky aux musiciens les plus talentueux de la nouvelle génération : les pianistes Polina Leschenko, Lily Maisky ainsi que le compositeur Alexander Gurning, la violoniste-soliste Alissa Margulis et l’altiste Nathan Braude; tous ont acceptés sans hésitation d’exceptionnellement sortir de leur répertoire classique pour enregistrer une chanson traditionnelle juive.<br><br>Parmi les autres invités, vous trouverez les amis musicaux les plus chers au cœur de Myriam : la légende du jazz belge Philip Catherine, Michael Guttman, violoniste fêté à travers le monde, Zahava Seewald, une autorité reconnue en matière de culture Yiddish, Myriam Lakatos, la fille de Roby, à la voix de miel, la jeune chanteuse montante Sarina Cohn ou la nièce de cœur de Myriam Mona Miodezky. D’autres stars internationales ont rejoint Myriam sur ce projet : l’acteur-metteur en scène et dramaturge français Edouard Baer et le chanteur, compositeur et parolier Michel Jonasz.<br><br>L’ensemble accompagnant Myriam est composé de musiciens de premier plan : Aldo Granato, accordéoniste surprenant et virtuose, la clarinettiste Christel Borghlevens, amie de longue date et musicienne raffinée, le bassiste Oscar Németh et le duo père-fille, la violoniste Klaudia et le guitariste Laszlo Balogh. La première partie de violon est tenue par le violoniste tzigane le plus incroyable -et le frère d’âme de Myriam : Roby Lakatos himself, qui honore de sa présence plus de 13 titres !<br><br>Immergez-vous dans ce voyage émouvant relatant la vie, l’humour et les aspirations des communautés juives d’Europe centrale au début du XXe siècle. Un hommage comportant de nombreuses chansons, chacune un joyau caché, sorties de l’oubli par le talent de musiciens parmi les plus recherchés de notre temps et réunis grâce au talent unique de Myriam Fuks.",
      "press": "“L’inimitable Myriam Fuks sort  Ver bin ikh !, disque miraculeux où grave; l’on retrouve à ses côtés la crème de la crème de la planète classique : Martha Argerich, Mischa Maisky, Evgeny Kissin, Michael Guttman, Polina Leshenko. Sans oublier les participations de Philip Catherine, Roby Lakatos, Michel Jonasz, et même de notre Paul “Boogie Boy“ Ambach ! Interview.<br>Comment est né ce projet fou ?Je traîne ce projet depuis trente ans. A l’époque, on m’a prise pour une folle. Je chopais les gens dans la rue et ils m’envoyaient promener ! Il y a cinq ans, subitement, tout le monde a dit “oui “. En réalité, à l’époque, je n’étais pas prête et eux non plus. Ensuite, je suis tombée malade, puis, ce fut au tour de mon arrangeur de tomber malade, bref, les choses prenaient un retard fou, mais je n’ai jamais lâché. Puis, en quelques mois, miraculeusement, tout s’est parfaitement mis.Convaincre Martha Argerich, il fallait le faire ?Fred Grun, mon producteur “faiseur de miracles “, m’avait prévenue que ce ne serait pas chose facile, mais au fond, les choses se sont faites très naturellement. Je me suis retrouvée chez Martha Argerich pour un shabbat et le contact est passé comme par miracle. A la fin de la soirée, je lui ai dit : “Qui chantera encore en yiddish dans trente ans ? Toi, Martha, avec ta notoriété, tu vas m’ouvrir des portes que je ne pourrai pas ouvrir “. Non seulement elle a accepté, mais en plus elle m’a fait un superbe cadeau : me recommander Evgeny Kissin, merveilleux pianiste qui parle et écrit le yiddish. Très impressionnant pour un homme de 40 ans. Lui aussi est rentré dans le projet. Ce n’est pas pour ma gloire personnelle qu’il fallait que Martha soit sur ce disque, mais bien pour la perpétuité de l’art et l’amour du yiddish. Grâce à ses merveilleux musiciens, le yiddish a encore trente ans d’existence !Quel fut le choix du répertoire ?Ce répertoire, c’est l’héritage de ma mère, les chansons que j’ai entendues chez moi quand j’étais petite. La plupart de ces chansons viennent des comédies musicales en yiddish. Certaines n’ont plus été interprétées depuis 1910, d’autres ne m’étaient connues que partiellement. Mon objectif étant avant tout de faire revivre ces oeuvres sans les réinterpréter, sans en changer l’âme ou le message qu’elles portent. Il me fallait pour celà réunir les meilleurs musiciens”.<br>CCLJ, Elsa de Lacerda<br><br>“Ils ont tous dit oui. D’Evgeny Kissin à Martha Argerich et de Philip Catherine à Michel Jonasz pour n’en citer que quelques-uns. Ils ont tous dit oui à Myriam Fuks pour rendre hommage à la musique yiddish. Le résultat? Un voyage dans la musique des communautés juives d’Europe centrale au début du XXe siècle. Un voyage émouvant qui sort de l’oubli la voix de tout un peuple. Et surtout un formidable travail de recherche pour retrouver ces morceaux épars et souvent oubliés. Et pour nous une formidable découverte musicale. à écouter! ”<br>L’Avenir, Marie Francoise Gihousse.<br><br>“La Bruxelloise chante avec Martha Argerich, Philip Catherine, Michel Jonasz, Edouard Baer…'<br><br>“Il fallait de la force, de l’enthousiasme, de la détermination et une certaine dose de naïveté pour enregistrer cet album. Myriam Fuks a combiné le tout. En y ajoutant pas mal de modestie. C’est que, pour elle, tout cela est le résultat de rencontres et qu’elle a eu beaucoup de chance. Elle oublie l’audace qui lui a été nécessaire pour rassembler autour d’un album de dix-huit chansons en yiddish une brochette de stars comme les pianistes Martha Argerich, Evgeny Kissin, Alexander Gurning, le violoncelliste Mischa Maisky, les violonistes Roby Lakatos et Michael Guttman, le chanteur Michel Jonasz, l’acteur Edouard Baer, le Boogie Boy Paul Ambach et le guitariste Philip Catherine Elle n’en revient pas encore, Myriam, d’avoir pu embarquer tous ces gens dans son aventure. Elle ouvre un large sourire: Depuis longtemps, je voulais partager le yiddish avec d’autres personnes. Je voulais faire un truc pour ouvrir la chanson yiddish vers d’autres domaines. Et tout le monde a dit oui. Dans son appartement des Marolles, entourée de sa fille Lola, de son manager Frédéric Grün et de son chien, Myriam Fuks, 65 ans, se raconte avec plaisir, lance les anecdotes les plus folles, secoue sa crinière blanche en rigolant ferme. Elle a mis la table, elle propose des delikatessen, comme ces harengs marinés achetés à Anvers: “Le miel de la mer “, souligne-t-elle. Fondants et délicieux<br><br>Pourquoi le yiddish? parle le yiddish. Mais on l’étudie dans les universités comme une langue morte et cela me gonfle. Je me suis dit: associons au yiddish des gens connus dans le monde, cela ferait du bien à cette belle langue. J’ai enregistré d’autres disques en yiddish mais on ne les trouve plus, c’est du passé. Cet album-ci va rester grâce à toutes ces personnalités. Le yiddish, pour Myriam, c’est magique. C’est la langue du théâtre que sa mère allait voir, c’est la langue dans laquelle sa mère chantait. Mes aïeules chantaient pour les femmes. Ma mère chantait sur scène. Quand on m’a demandé, à 7 ans, ce que je voulais faire, j’ai répondu trois choses: fumer des cigarettes, conduire une voiture et monter sur scène- A 4 ans (son père avait dit qu’elle en avait 6), elle remporte un concours au Coq-sur-Mer. J’avais chanté “Si tu veux faire mon bonheur, Marguerite”. J’ai gagné un puzzle. Je l’ai ouvert sur scène: toutes les pièces sont tombées. Je croyais que ma vie allait être éparpillée comme le puzzle. Elle a joué Golda dans “Un violon sur le toit”, gagné un concours en Israël presté dans des hôtels, des salles, a chanté pour la pub en Israël est devenue une star, a été aux Etats-Unis, a vite épuisé son pactole, a chanté dans les rues. Puis elle est rentrée à Bruxelles, où elle avait quasi toujours vécu. Elle rencontre un violoniste prodige de 12 ans, Roby Lakatos. Elle fait des albums, des tournées avec lui, le Carnegie Hall, le Philharmonique d’Osaka, l’Opéra de Tokyo. Puis le Brussels Jazz Club, le Pol’s Jazz Club. Et puis qui je suis! Un CD enthousiasmant comme l’est Myriam Fuks”.<br>Le Soir, Jean-Claude Vantroyen, 16/10/2014<br><br>“Légende de la vie musicale bruxelloise, Myriam Fuks est non seulement la mémoire du patrimoine Yiddish, mais encore son ardente interprète. Son trésor est fait de mélodies lancinantes, de nostalgie abrupte, de sonorités rugueuses, que l’on découvrira ici - sans que soit dénaturée son essence subversive -, nimbé de virtuosité et de glamour. C’est que la chère Fuks avait quelques atouts dans sa manche avec Martha Argerich, Mischa Maisky, Evgeny Kissin, Philip Catherine, Polina Leschenko, Sarina Cohn, Michel Jonasz, etc., sans compter Roby Lakatos et sa bande, tous acquis à la cause. La voix rocailleuse de la star fut ainsi habillée de velours, de soie et de pierres précieuses, parfois doublée par celle d’un(e) ami(e), avant d’être propulsée dans la 4e dimension. Excellent livret, avec traduction des chants”.<br>La Libre Belgique, Martine Dumont-Mergeay, 13/01/15"
    },
    "21": {
      "description": "Célébré à travers le monde le violoniste américain Philippe Quint nous revient avec un grand cru rassemblant le célèbre Concerto pour violon de Tchaïkovski avec le quatuor n. 2 Op 35 d’Anton Arenski dédié à Tchaïkovski et rarement enregistré.<br><br>Afin de réunir les meilleurs ingrédients, Philippe Quint s’est entouré des superbes couleurs slaves du Philharmonique de Sofia, magistralement dirigé par Martin Panteleev et enregistré en surround par l’équipe d’avanticlassic. En bonus à cette édition et pour la première fois, vous trouverez le troisième mouvement en deux versions : la première dans la version originale de Tchaïkovski, la deuxième dans la version controversée et condensée de Leopold Auer.<br><br>Le Quatuor à cordes n. 2 en la mineur Op. 35 pour violon, alto et deux violoncelles d’Anton Arenski bénéficie d’un incroyable quatuor formé de solistes acclamés à travers le monde : les violoncellistes Claudio Bohórquez, vainqueur du premier Concours Pablo Casals, Nicolas Altstaedt, BBC Next Generation Artist, et la lauréate du prix Borletti-Buitoni en tant que membre de l’ensemble Aronowitz : l’altiste Lily Francis.",
      "press": "“Parmi les artistes suivis par le label belge Avanticlassic, le violoniste Philippe Quint fait figure d’ovni, surdoué et inclassable : formé à Moscou, sa ville natale, émigré tout jeune aux Etats-Unis, Quint mène depuis une brillante carrière de soliste classique, tout en explorant le tango et le cinéma. Il présente ici un premier album entièrement dédié à la musique russe, avec l’incontournable op. 35 de Tchaïkovski, dont, surprise, il joue deux fois le 3e mouvement - l’un avec la cadence originale et l’autre avec celle de Leopold Auer - et le rare quatuor d’Arenski pour violon, alto et deux violoncelles. Rien de bien neuf dans le concerto mais un naturel, un brio et une prise de risque réjouissants, et, côté quatuor - l’atout du CD -, une belle découverte, tant du côté de la musique que des interprètes”.<br>La Libre Belgique, Martine Dumont-Mergeay, 22/12/2014"
    },
    "22": {
      "description": "La rencontre fascinante entre l’oeuvre classique la plus populaire et le plus incroyable des violonistes! Pour la première fois, le génie du violon Roby Lakatos enregistre un sommet absolu du répertoire classique dans son entièreté : les Quatre Saisons de Vivaldi. Dans une vision très personnelle de ce chef-d’oeuvre universel, le Maitre Tsigane mélange la partie solo de certains mouvements avec des improvisations mettant en valeur son incroyable virtuosité. Le reste du programme se compose d’Alpha et d'Oméga, conçus comme prélude et postlude aux Quatre Saisons. Ecrits sur mesure par son partenaire musical de longue date, le compositeur hongrois Kálmán Cséki Sr, Alpha est un voyage extravagant débutant par le chaos, traversant la création des éléments pour aboutir à l'ère baroque. Le postlude, Omega, suit immédiatement l'Hiver de Vivaldi. C’est une évocation de l'Apocalypse, avec des percussions, guitare et violon électriques, vibraphone, synthétiseur, ... Pour ce projet unique Roby Lakatos s’est entouré de la star montante -le contreténor- Dominique Corbiau, du percussionniste de renommée internationale Gabriel Laufer et de l’extraordinaire cymbaliste Jeno Lisztes, tenant avantageusement la partie du continuo dans les 4 Saisons. Au coeur de l'album, vous trouverez le Brussels Chamber Orchestra, l'un des ensembles à cordes les plus renommés de Belgique, et bien sûr, l’ensemble légendaire de Roby.",
      "press": "“Lakatos […] emprunte des routes plus vagabondes. La transgression de la ligne soliste est sa tentation favorite. Défendant avec conviction ses racines, il s’accorde quelques fantaisies à la zingara comme la petite cadence en fin de danse pastorale ou d’étranges trémolos de mandoliniste dans des parties de solo du mouvement de l’été. La Ciacca, avec une poursuite digne de Tex Avery ou Spike Jones, d’une bête manifestement sous LSD. La sentimentalité du Largo de l’hiver qu’on imaginerait captée dans un cabaret russe souligne une nature généreuse et sympathique”.<br>Diapason, Roger-Claude Travers. Décembre 2015<br><br>“Au violin “ou tu joues juste ou tu joues tzigane” disait le grand Bobby Lapointe. En revisitant les Saisons flanqué d’un cymbalum avec lequel il rivalise d’improvisations, Roby Lakatos s’inscrit dans la seconde manière. Est-il complice de notre sourire ? N’importe, on s’amuse avec lui. Et l’orchestre de chambre de Bruxelles, phrase, chante, nuance, bref, comparé aux versions précédentes, joue de la musique. Proposés en guise de compléments, Alpha (“la Création du Monde”) Et Omega (“l’Apocalypse”) au son très années 70 (à la Procol Harum) encadrent le chef-d’œuvre de Vivaldi”.<br>Classica, Jérémie Bigorie. Décembre 2015"
    },
    "23": {
      "description": "BACH XXI est un pur hybride musical. Le pianiste et arrangeur Matt Herskowitz réinvente huit oeuvres du maître de Leipzig dans des arrangements contemporains, incorporant des rythmes, des grooves et des voix harmoniques provenant du jazz, et des styles latin, arabe, juifs et classiques. Accompagné dans cette aventure par le virtuose de renommée internationale Philippe Quint et soutenu par le célèbre trio de Matt – Mat Fieldes, Bass & David Rozenblatt, Drums, BACH XXI vous invite à redécouvrir tout le génie de Bach dans une vision personnelle à la fois innovante, moderne et unique. A noter : la contribution exceptionnelle de la violoniste Lara St. John dans le Double Concerto pour violon.",
      "press": null
    },
    "24": {
      "description": "Pour la première fois, le violoniste de renommée internationale Philippe Quint enregistre deux des concertos pour violon les plus enivrants du répertoire russe. Magistralement soutenu par l´orchestre du Bochumer Symphoniker dirigé par Steven Sloane, et superbement enregistré par l´équipe d´avanticlassic, Philippe Quint exhale toutes les saveurs de ces chefs-d’œuvre aux charmes mélodiques infinis.",
      "press": "“[Philippe Quint] joue un des Stradivarius les plus magiques, le “Ruby”, et on vous l’assure : ce rubis est une vraie cure de lumière en cette fin d’hiver. Le lyrisme de l’Andante sostenuto déroulé par Katchaturian va comme un gant à l’interprète et à son instrument. Non pas qu’il y ait à redire ailleurs : une grande stabilité, un archet précis, une intonation immaculée, une expressivité continue et variée, c’est du très beau violon, qu’on ne pourrait mieux qualifier que de radieux”.<br>Diapason, Michel Stockhem, avril 2018"
    },
    "25": {
      "description": "L'âme de l'ensemble Soledad, de renommée internationale, le bandonéoniste Manu Comté enregistre pour la première fois sous son propre nom un sublime album en hommage aux maitres qui ont forgé son gout musical. Une découverte musicale majeure, avec de nouvelles compositions et la participation de Tomás Gubitsch, le dernier guitariste de Piazzolla.",
      "press": "“La passion de Manu Comté pour le tango n’est pas nouvelle. L’originalité de ce CD réside dans son association avec les cordes de B’Strings et la guitare de Tomás Gubitsch”.<br>Le Soir, 3 étoiles, Serge Martin, 03/08/16.<br><br>“Accordéoniste virtuose du trio bruxellois Soledad, Manu Comté s’empare de l’instrument argentin pour un album personnel de cordes et de mélancolie”.<br>Le Vif, Philippe Cornet, 29/07/16<br><br>“Il y a glissé ses rêves, sa maîtrise et ses amis : “Homilia” fut enregistré avec le B’Strings Quintet et le guitariste Tomás Gubitsch, et il alterne quelques grands classiques du Tango nuevo (Piazzolla en tête), deux pièces de Tomás Gubitsch arrangées par Manu Comté, et deux de Manu Comté lui-même (dont “Homilia”, qui donne son titre à l’album), arrangées par Michel Herr”.<br>La Libre Belgique, Martine Dumont-Mergeay, 01/08/16<br><br>“Il a toujours l’Argentine au bout de son bandonéon... ”.<br>L’Avenir, Marie-Françoise Gihousse, 22/07/16"
    },
    "26": {
      "description": "Sergio Tiempo, “le pianiste le plus éblouissant et spontané de sa génération” (Gramophone), est de retour avec Legacy, son nouveau récital solo. Comprenant des oeuvres majeures de Beethoven, Chopin, Prokofiev et Villa-Lobos, ce nouvel album dessine un portrait musical émouvant des membres de la famille Tiempo. Sergio Tiempo a choisi chaque pièce en fonction des personnalités de sa famille. La sonate Appassionata pour sa mère, la légendaire pédagogue musicale Lyl Tiempo, un Intermezzo de Brahms pour Karin Lechner, sa soeur, avec laquelle Sergio forme un célèbre duo, un tango de Piazzolla pour son père Martin Tiempo, ami de longue date de Martha Argerich. Sa nièce Natasha Binder, pianiste en plein essor, Maud, l’épouse de Sergio et leurs enfants font également partie des sources d’inspiration de ce programme.<br><br>Au total, un projet profondément personnel et émouvant par “l’un des pianistes les plus importants de notre temps” (Musicweb).",
      "press": "“Sergio Tiempo est une sorte d’extraterrestre musical : sa lecture de la sonate Appassionata ouvre un monde insoupçonné de sonorités, de couleurs, d’énergies, comme peu de pianistes savent les déchaîner. C’est surtout le contenu musical de l’enregistrement qui souligne encore une fois que le pianiste argentin Sergio Tiempo est une sorte d’extraterrestre musical : sa lecture de la sonate Appassionata ouvre un monde insoupçonné de sonorités, de couleurs, d’énergies, comme peu de pianistes savent les déchaîner. Il sait étager mille plans sonores différents, comme s’il jouait simultanément de plusieurs pianos (alors qu’il s’agit d’un enregistrement réalisé en public, sur un seul et même piano !), preuve que l’on peut tirer bien plus de cet instrument que de la simple virtuosité, quand bien même épatante, pour en faire un véritable orchestre. Encore faut-il avoir la capacité de lecture des partitions. Tiempo poursuit avec une déchirante lecture de l’un des plus déchirants Intermezzi de Brahms, puis d’une élégantissime vision d’une des plus élégantes valses du même Brahms. Après quelques pièces de Roméo et Juliette de Prokofiev, là encore sur une planète sonore invraisemblable, Tiempo s’éloigne vers un Debussy rêveur à souhait où grave; le piano devient une sorte de harpe, et atteint Chopin en plein cœur avec quelques Préludes alternant entre émouvant et virtuose, mais toujours dans l’infiniment poétique. Tiempo termine avec l’Amérique du Sud, celle de Villa-Lobos d’abord, puis de ses compatriotes Ginastera et Piazzolla. Un programme fantastique sous les doigts d’un pianiste fantastique, qui a peu enregistré certes, mais dont la carrière se développe aussi, tranquillement mais sûrement, dans les plus prestigieuses salles de la planète”.<br>SM, Qobuz, January 2018<br><br>“On est saisi par la vie qui sort par chaque pores de ce piano. Une véritable narration nous accroche. Il y a quelque chose de Martha Argerich dans l’art de Tiempo : la fantaisie, la variété des nuances qui apparaissent et disparaissent par le plus beau des caprices, la manière de timbrer, de jouer au chat et à la souris. On pourrait, à priori, froncer le sourcil devant quelques figures rythmiques raccourcies (Allegro Assai), des contre-chants inusités, un jeu assez extérieur par moments dans l’Andante, des attaques très métalliques au début du finale. Mais cela fait partie d’un tout. A prendre ou à laisser. Pour la ma part, je prends”.<br>Diapason, Bertrand Boissard, avril 2018<br><br>“[…] cet enregistrement est à recevoir comme un “legs” transmis par un artiste à sa famille au sens large, public compris. né en Argentine, formé par sa mère (Lyl Tiempo), élevé dans l’entourage de Martha Argerich et de Nelson Freire, ce pianiste-prodige arrivé à l’âge décisif de la paternité dédie à chacun de ceux qu’il aime une œuvre spécifique en expliquant ces choix - L’Appassionata à sa mère, une valse de Brahms à son fils, un cycle de Villa-lobos à sa fille, Chopin au public, etc., glissant son propre portrait avec “Reflet dans l’eau” de Debussy. Autant de facette du rapport au monde d’un artiste étourdissant de virtuosité, d’énergie et de puissance, parfois contestable dans ses options, toujours personnel et libre”.<br>Martine Dumont-Mergeay, La Libre, April 18th 2018"
    },
    "27": {
      "description": "La rencontre extraordinaire de deux légendes vivantes du Jazz! Pour la première fois au disque/video, « Le violoniste le plus rapide du monde » Roby Lakatos et le « héros endiablé » de la guitare Biréli Lagrène sont réunis pour un hommage unique à Stéphane Grappelli et Django Reinhardt. Les deux musiciens ont joué dans leur jeunesse avec Stéphane Grappelli. Pour cet album, ils se sont entouré du puissant Modern Art Orchestra et de deux Jazzmen de la jeune génération: l’exceptionnel batteur Niek de Bruijn et la nouvelle sensation jazz : le guitariste Andreas Varady. Au total : un hommage explosif au Jazz Manouche comprenant des standards comme Djangology, Nuages, Stella by Starlight  et Nuits de Saint-Germain-Des-Près.",
      "press": "“[Philippe Quint] joue un des Stradivarius les plus magiques, le “Ruby”, et on vous l’assure : ce rubis est une vraie cure de lumière en cette fin d’hiver. Le lyrisme de l’Andante sostenuto déroulé par Katchaturian va comme un gant à l’interprète et à son instrument. Non pas qu’il y ait à redire ailleurs : une grande stabilité, un archet précis, une intonation immaculée, une expressivité continue et variée, c’est du très beau violon, qu’on ne pourrait mieux qualifier que de radieux”.<br>Diapason, Michel Stockhem, avril 2018"
    },
    "28": {
      "description": "La légende du piano Martha Argerich est à l’origine d’un nouveau Rendez-Vous musical dont la première édition s’est déroulée fin juin 2018 dans la magnifique Laeiszhalle de Hambourg (DE). De Beethoven à Debussy, de Brahms à Prokofiev, Martha Argerich y joue en duo, trio et des concerti avec des amis musiciens tels que Mischa Maisky, Nicholas Angelich et Stephen Kovacevich et initie de nouvelles collaborations avec des artistes tels qu’Akiko Suwanai, Alisa Weilerstein, Guy Braunstein ou Edgar Moreau. Elle accompagne également pour la première fois le célèbre baryton Thomas Hampson dans « Les Amours du Poète » de Schumann, un rôle qu’elle a très rarement endossé au cours de sa carrière et qui constitue une première dans sa discographie.<br><br>Au total, une célébration musicale unique au cours de laquelle Martha Argerich aborde de nouvelles œuvres tels que l’ouverture sur des thèmes juifs de Prokofiev.<br><br>Un coffret de 7 CD bien rempli qui vous permettra de redécouvrir certains des chevaux de bataille de Martha Argerich, tels que le triple de Beethoven ou le premier concerto de Chostakovich dans de nouveaux enregistrements de toute beauté.",
      "press": "“La grande dame n’aime plus être seule en scène. La vieillesse venue, Martha Argerich préfère partager la lumière avec des amis ou, toujours prête à révéler des talents, la mettre sur le talent de jeunes moins connus. Ce disque de concerts captés en live, en 2018, lors du festival hambourgeois institué par la pianiste, la présente ainsi entourée de vieux complices (Stephen Kovacevich, Mischa Maisky...) ou de visages nouveaux comme le violoncelliste Edgar Moreau. Avec Maisky, Martha Argerich livre d’envoûtantes Fantasiestücke de Schumann. La Valse de Ravel est arrangée pour les claviers bien tempétueux d'Argerich et Angelich. La danse revient dans d’ingénieux tangos, venus d’Espagne ou d’Amérique latine. Dans la Sonate, opus 19 de Rachmaninov, le violoncelle de la jeune Jing Zhao est étincelant. Avec un programme aussi dense que varié, ce Rendez-vous est à ne pas manquer”.<br>Le Figaro.<br><br>“C’est en 2016 que la pianiste fit ses adieux au festival « Martha Argerich and Friends » de Lugano, fondé par elle en 2002. La raison en était simple : le principal sponsor, la banque suisse privée BSI, ne souhaitait plus le financer. L’information sur le nouveau festival a été dévoilée seulement en mai 2018. Le principe de cet événement est le même que pour celui de Lugano : proposer une grande quantité de musique de chambre ponctuée de quelques prestations d’œuvres concertantes et symphoniques.<br><br>Les enregistrements réunis dans ce coffret, autorisés par les interprètes, ont été réalisés pendant les concerts mais également en répétitions. Le répertoire sélectionné par Avanti Classic offre un panorama de partitions allant de Wolfgang Amadeus Mozart à Astor Piazzolla. Nous trouvons ici aussi bien les compositeurs de prédilection de Martha Argerich, comme Beethoven et Schumann, que des auteurs peu connus en Europe, des Latino-Américains comme Ernesto Lecuona, Ángel Villoldo et Eduardo Rovira. Pour ce programme, l’agencement rassemble les pages d’un même compositeur, données par des artistes différents. Ceci assure à l’ensemble une certaine homogénéité et permet, parallèlement, de rendre évidente cette variété d’interprètes, engagés dans des collaborations diverses, et qui ne sont pas forcément les mêmes qu’à Lugano.<br><br>Martha Argerich, touchée par la grâce d’une imagination musicale extraordinaire, apporte aux partitions abordées un relief rare et une multitude de couleurs, en combinant naturel et spontanéité. Elle électrise par son tempérament fougueux, par la profondeur du toucher comme par la sensualité. Une atmosphère rêveuse et poétique est perceptible dans la prestation du Prélude à l’après-midi d’un faune de Claude Debussy dans l’arrangement de celui-ci pour deux pianos, proposée en compagnie de Stephen Kovacevich avec modération et suavité. Une entente enflammée par la passion et le zèle caractérise, à son tour, l’interprétation de la Sonate pour violoncelle et piano du même Debussy, donnée par Argerich et Mischa Maisky. Une autre réussite de cette parution est la lecture du Triple concerto op. 56 de Ludwig van Beethoven, assurée par ces deux derniers musiciens auxquels se joint le violoniste Tedi Papavrami. Ensemble, les solistes forment un trio qui saisit autant par l’intimité du dialogue que par la verve. Sous la direction d’Ion Marin, le Symphoniker Hamburg s’avère un accompagnateur attentif, mais pas aussi envoûtant par ses sonorités que l’Orchestre de la Suisse italienne dont Argerich s’entourait à Lugano. Les moments les plus marquants de ce coffret sont ceux de la présentation, par Martha Argerich et Thomas Hampson, de la première édition des Amours du poète op. 48 de Robert Schumann. Que de poésie, de raffinement, de même que d’intensité dans leur parcours, baigné de la chaleur des phrasés et du beau timbre de la voix satinée du baryton ! Un vrai régal pour les fans de ces artistes et une rencontre au sommet, faisant penser à celle de Vladimir Horowitz et de Dietrich Fischer-Dieskau au Carnegie Hall en mai 1976.<br><br>Pour les interprétations dont Martha Argerich ne fait pas partie, évoquons particulièrement celles des œuvres latino-américaines. Les 4 Danses cubaines et les 3 Danses afro-cubaines d’Ernesto Lecuona scintillent, sous les doigts du pianiste Mauricio Vallina, de teintes éblouissantes, en alliant l’élan et la simplicité. Ensuite, El Choclo d’Ángel Villoldo dans l’arrangement pour piano par Lea Petra, ravit – toujours sous les doigts de Vallina – par l’ampleur du geste et la virtuosité, et séduit par son côté sentimental. Si la Sonate pour violoncelle et piano op. 19 de Sergueï Rachmaninov donnée par Jing Zhao et Lilya Zilberstein est d’une délicatesse frissonnante, la Sonate pour violon et piano de Claude Debussy interprétée par Geza Hosszu-Legocky et Evgeni Bozhanov semble rendue agressive par des accords abrupts du piano et la sonorité rugueuse du violoniste, rendant cette page trop prosaïque ; dans le mouvement final, l’œuvre fascine toutefois par sa suggestivité. […]  Ce coffret est un précieux témoignage d’un esprit de coopération amicale et d’entente entre les musiciens”.<br>Resmusica"
    },
    "29": {
      "description": "Evgeni Bohzanov vous convie à un voyage au cœur du romantisme musical allemand avec ce superbe programme composé d’émouvantes transcriptions d’œuvres de Brahms et R. Strauss et la dernière sonate de Schubert, l’un des grands chefs-d’œuvre de l’histoire de la musique. Un programme émouvant par un poète majeur du piano…",
      "press": null
    },
    "30": {
      "description": "Le Dr L. Subramaniam, \"le dieu du violon indien\" (The Times of India) et Roby Lakatos, \"le violoniste le plus rapide au monde\" (The Daily Telegraph) vous convient à un fascinant voyage musical en construisant des ponts entre la musique indienne traditionnelle et la musique tsigane. Un projet unique dans l’esprit des expériences musicales que conduisait dans son temps Sir Yehudi Menuhin, un mentor cher au cœur des deux artistes.",
      "press": null
    },
    "31": {
      "description": "Après le succès du premier coffret « Rendez-Vous avec Martha Argerich », ce deuxième volume ravira les mélomanes du monde entier. Pour cette nouvelle édition, Martha Argerich s'associe à des amis musiciens de renom tels que Sylvain Cambreling, Renaud Capuçon, Charles Dutoit, Gabriela Montero, Edgar Moreau, Akane Sakai et bien d'autres dans de nouvelles œuvres comme le deuxième trio de Mendelssohn, ou dans des piliers de son répertoire comme le premier Concerto pour piano de Tchaïkovski, la Sonate \"Kreutzer\" de Beethoven ou les Scènes d'Enfant de Schumann. Au total : 6 CD qui vous permettront de vous émerveiller devant l'art de Martha Argerich et de ses amis grâce à ses nouveaux enregistrements de toute beauté",
      "press": null
    },
    "32": {
      "description": "Décrit par BBC Music Magazine comme « un artiste doté d’une incroyable musicalité et d'une technique incroyablement parfaite », le violoncelliste Alexander Kniazev s'associe à Kasparas Uinskas, un pianiste d'une « sensibilité époustouflante » (Seen and Heard International), pour un superbe programme couplant les deux dernières œuvres de musique de chambre de Johannes Brahms avec les transcriptions pour violoncelle et piano des célèbres Quatre Chants Sérieux, trois chefs-d'œuvre incontestés de leur auteur.",
      "press": "“Transcrits au violoncelle, les ultimes Chants sérieux op. 121 retrouvent, eux, une pureté linéaire, une liberté neuve et comme conquise sur la facilité du chant et du rubato.<br>Patrick Szersnovicz, Diapason."
    },
    "33": {
      "description": "Tout au long de sa vie, l'imagination musicale de Gustav Mahler a été stimulée par l'anthologie de poésie populaire Wunderhorn compilée par Achim von Arnim et Clemens Brentano. Qu'ils soient autonomes ou inscrits dans un contexte symphonique, la mise en musique du Wunderhorn de Mahler représente certaines de ses musiques les plus exotiques, les plus exaltantes, mais aussi les plus visionnaires. Les mélodies de Wunderhorn évoquent et célèbrent une époque perdue mais elles préfigurent aussi sa fin. Mahler capture cette ambiguïté dans une musique mélodieuse et idyllique sans compromis, mais aussi satirique, implacable et cruelle.<br>Dans cette bande originale du film WUNDERHORN de Clara Pons, le baryton Dietrich Henschel, \"une figure imposante, physiquement, intellectuellement, musicalement mais aussi théâtralement\" (Herald Scotland) donne une interprétation vibrante de 24 Lieder de \"Des Knaben Wunderhorn\" de Gustav Mahler, magistralement accompagné par l’orchestre symphonique de Bochum sous la baguette experte de Steven Sloane.",
      "press": "“Henschel donne à chaque page une gravité, dépouillant certes de leur histrionisme, mais de leur humour aussi, les plus drolatiques lieder du recueil. Cela, pourtant, n'altère pas l'intérêt d'une lecture forte et engagée, portée par un orchestre admirablement dosé par Steven Sloane. C'est dans les moments les plus tragiques que l'alchimie est la plus réussie – Der Tambourg'sell bien sûr, Zu Strass-burg auf der Schanz. Mais l'élégiaque (Wo die schönen Trompeten) nous offre des effacements de la plus belle eau, jusqu'à l'impalpable.”<br>Sylvain Fort, Diapason."
    },
    "34": {
      "description": "La légende du piano Martha Argerich publie son tout premier album avec l'Orchestre Philharmonique d'Israël, sous la baguette de son nouveau directeur musical, Lahav Shani.",
      "press": "\"Shani creuse l’Adagio en profondeur, à l’unisson d’Argerich, avec des allègements de texture, des respirations d’une superbe légèreté, de grandes phrases déployées jusqu’aux confins du silence,modelées par la pianiste et les musiciens du Philharmonique d’Israël dans une écoute mutuelle absolument parfaite.\"<br>Bertrand Boissard, Diapason, “Diapason d’Or”.<br><br>“Pour le Beethoven, c’est gagné, et pour le sol de Ravel que Martha Argerich s’est approprié depuis sa jeunesse ? L’orchestre y est plus périlleux, cela s’entend parfois dans l’Allegramente, mais l’imagination, les nuances, les couleurs partagées entre clavier et orchestre enivrent, tout comme un Final qui claque au vent. Le miracle, et en fait le miracle absolu de l’album, c’est l’Adagio assai, où Martha Argerich dit tout dans une sorte de résignation douloureuse qu’éclairera à peine l’embellie du trille, et ce hautbois triste… Là où tant chantent dans un grand soleil, Lahav Shani et Martha Argerich font un ténébreux nocturne. Ecoutez seulement.”<br>Jean-Charles Hoffelé, Artalinna.<br><br>“Le 2° de Beethoven, Argerich l'a gravé pour Ricordi en se dirigeant, puis avec Sinopoli, Abbado et Ozawa, sans compter un concert disponible en numérique avec vanticlassic Barenboïm. C'est ce dernier et celui-ci qui sont totalement magiques dans le dosage des nuances du 2° mouvement, l'orchestre de Shani étant plus acéré rythmiquement dans le finale. Pour Ravel, les versions sont innombrables en raison des concerts à Lugano. Face aux deux versions Abbado-DG (1967 et, encore une coche au-dessus, 1989), ce Argerich-Shani de 2019 tient merveilleusement par son imprévisible fraîcheur orchestrale et pianistique.”<br>Christophe Huss, Le Devoir."
    },
    "35": {
      "description": "Sergio Tiempo, \"un pianiste d'une brillance électrisante\" (The Sunday Times), réunit un casting unique composé de cinq mentors qui ont contribué à forger son art. De sa mère, Lyl Tiempo, pédagogue de renommée mondiale, à Martha Argerich (qui enregistre pour la première fois en studio la Fantaisie en fa mineur D. 940 de Schubert pour cet album), Hommage réunit également Sergio Tiempo et le légendaire pianiste Nelson Freire, ainsi que le célèbre professeur et pianiste Alan Weiss. Sergio y retrouve également le violoncelliste de renommée mondiale Mischa Maisky ainsi que sa partenaire musicale des premières heures, sa sœur Karin Lechner. Cet album est le témoignage de collaborations avec certains des musiciens les plus célèbres de notre époque et nous permet, une nouvelle fois d’admirer l’art exceptionnel de Sergio Tiempo.",
      "press": null
    },
    "36": {
      "description": "Le troisième volet de Rendez-vous with avec Martha Argerich rassemble des enregistrements fascinants en provenance du Festival Martha Argerich d'Hambourg, avec un incroyable florilège d'artistes. Parmi les points forts, vous trouverez plusieurs premières collaborations au disque, notamment entre Martha Argerich, Anne-Sophie Mutter et Mischa Maisky, mais aussi entre Martha Argerich et Maria-João Pirès. Parmi les nombreux autres invités prestigieux : Renaud Capuçon, Nelson Goerner, Gidon Kremer, Tedi Papavrami, Akiko Suwanai ou Michael Volle. À noter l'interprétation très émouvante de la deuxième sonate pour alto de Brahms, qui marque la poignante dernière prestation publique du très regretté Nicholas Angelich, aux côtés de Gérard Caussé.<br>Ce coffret constitue un vibrant hommage au talent artistique inégalé de Martha Argerich et à l'incroyable éventail d'amitiés musicales qu'elle a liées au fil des ans.",
      "press": null
    },
    "37": {
      "description": "Embarquez pour un voyage musical captivant au coeur du Tango avec Roby Lakatos. S'associant avec le célèbre Gang Tango, le Roi des violonistes tziganes vous invite à explorer les riches traditions du Tango à travers le globe. Des classiques intemporels comme Oblivion et La Cumparsita aux perles rares tels que Rookgordijnen et Vale Mousiki, cet album est un véritable trésor pour les amateurs de musique passionnelle.",
      "press": null
    }
  },
  "countries": {
    "1": "Australie",
    "2": "Autriche",
    "3": "Belgique",
    "4": "Nouvelle-Zélande",
    "5": "Norvège",
    "6": "Polande",
    "7": "Portugal",
    "8": "Russie",
    "9": "Corée du Sud",
    "10": "Espagne",
    "11": "Suède",
    "12": "Suisse",
    "13": "Taïwan",
    "14": "Royaume-Uni",
    "15": "USA",
    "16": "Canada",
    "17": "Tchéquie",
    "18": "Finlande",
    "19": "France",
    "20": "Allemagne",
    "21": "Grèce",
    "22": "Hong Kong",
    "23": "Hongrie",
    "24": "Italie",
    "25": "Japon",
    "26": "Mexique",
    "27": "Pays-Bas"
  },
  "about": {
    "distributorsTitle": "Liste des distributeurs"
  },
  "menu": {
    "ourArtists": "Nos Artistes",
    "releases": "Albums",
    "videos": "Videos",
    "about": "Infos"
  }
}